{
    "athletics": {
        "words": [
            {
                "eng": "An athlete",
                "rus": "Спортсмен, легкоатлет",
                "eng_def": "A person who is proficient in sports and other forms of physical exercise.",
                "rus_def": "Человек, в совершенстве владеющий спортом и другими формами физических упражнений."
            },
            {
                "eng": "Athletics",
                "rus": "Атлетика",
                "eng_def": "A collection of sports events that involve competitive running, jumping, throwing, and walking.",
                "rus_def": "Совокупность видов спорта, включающих соревновательные бег, прыжки, метание и ходьбу."
            },
            {
                "eng": "A baton",
                "rus": "Эстафетная палочка",
                "eng_def": "A short stick or tube passed from one runner to the next in a relay race.",
                "rus_def": "Короткий стержень или трубка, передаваемые от одного бегуна к другому в эстафетной гонке."
            },
            {
                "eng": "A bell lap",
                "rus": "Финишный круг",
                "eng_def": "The final lap of a race, traditionally signalled by the ringing of a bell.",
                "rus_def": "Последний круг в гонке, традиционно сигнализируемый звоном колокола."
            },
            {
                "eng": "Decathlon",
                "rus": "Десятиборье",
                "eng_def": "An athletic event comprising ten different track-and-field events.",
                "rus_def": "Легкоатлетическое соревнование, включающее десять различных дисциплин."
            },
            {
                "eng": "A discus",
                "rus": "Диск",
                "eng_def": "A heavy round flat object that an athlete throws for distance as a track and field event.",
                "rus_def": "Тяжелый круглый плоский объект, который спортсмен метает на дальность в легкоатлетическом соревновании."
            },
            {
                "eng": "A false start",
                "rus": "Фальстарт",
                "eng_def": "An action by a competitor in a race that is judged to have started before the official signal has been given.",
                "rus_def": "Действие соревнователя в гонке, считающееся начатым до получения официального сигнала."
            },
            {
                "eng": "A foul",
                "rus": "Нарушение правил",
                "eng_def": "An infringement of the rules in a sport or game.",
                "rus_def": "Нарушение правил в спорте или игре."
            },
            {
                "eng": "A hammer",
                "rus": "Молот",
                "eng_def": "A heavy metal ball on a chain that is thrown for distance in a track-and-field event.",
                "rus_def": "Тяжелый металлический шар на цепи, который метается на дальность в легкоатлетическом соревновании."
            },
            {
                "eng": "Heptathlon",
                "rus": "Семиборье",
                "eng_def": "An athletic event comprising seven different track-and-field events.",
                "rus_def": "Легкоатлетическое соревнование, включающее семь различных дисциплин."
            },
            {
                "eng": "The high jump",
                "rus": "Прыжки в высоту",
                "eng_def": "A track-and-field event in which competitors jump over a horizontal bar placed at measured heights.",
                "rus_def": "Легкоатлетическое соревнование, в котором участники прыгают через горизонтальную перекладину, расположенную на измеренных высотах."
            },
            {
                "eng": "Hurdles",
                "rus": "Бег с барьерами",
                "eng_def": "A race in which competitors must jump over a series of obstacles.",
                "rus_def": "Гонка, в которой участники должны перепрыгивать через ряд препятствий."
            },
            {
                "eng": "A hurdle",
                "rus": "Барьер",
                "eng_def": "A movable frame or structure that competitors must clear in certain races.",
                "rus_def": "Перемещаемая рама или конструкция, через которую должны преодолевать препятствия в некоторых гонках."
            },
            {
                "eng": "A javelin",
                "rus": "Копье",
                "eng_def": "A light spear thrown in a track-and-field event.",
                "rus_def": "Легкое копье, метаемое в легкоатлетическом соревновании."
            },
            {
                "eng": "A lane",
                "rus": "Дорожка",
                "eng_def": "A marked route for a race or for cycling or swimming.",
                "rus_def": "Отмеченный маршрут для гонки или для велосипеда или плавания."
            },
            {
                "eng": "A lap",
                "rus": "Круг",
                "eng_def": "One circuit of a racetrack or running track.",
                "rus_def": "Один круг на трассе или беговой дорожке."
            },
            {
                "eng": "The long jump",
                "rus": "Прыжки в длину",
                "eng_def": "A track-and-field event in which competitors jump as far as possible along the ground from a standing position.",
                "rus_def": "Легкоатлетическое соревнование, в котором участники прыгают как можно дальше по земле из стоячего положения."
            },
            {
                "eng": "A marathon",
                "rus": "Марафон",
                "eng_def": "A long-distance running race, strictly one of 26 miles 385 yards (42.195 kilometers).",
                "rus_def": "Долго дистанционный беговой забег, строго 26 миль 385 ярдов (42.195 километров)."
            },
            {
                "eng": "The middle-distance",
                "rus": "Средняя дистанция",
                "eng_def": "A running race of moderate length, typically from 800 meters to 3000 meters.",
                "rus_def": "Беговая гонка умеренной длины, обычно от 800 метров до 3000 метров."
            },
            {
                "eng": "The pole-vault",
                "rus": "Прыжок с шестом",
                "eng_def": "A track-and-field event in which a person uses a long pole to jump over a high bar.",
                "rus_def": "Легкоатлетическое соревнование, в котором человек использует длинный шест, чтобы перепрыгнуть через высокую перекладину."
            },
            {
                "eng": "A relay race",
                "rus": "Эстафетная гонка",
                "eng_def": "A race between teams in which each team member covers a specified portion of the total distance.",
                "rus_def": "Гонка между командами, в которой каждый член команды проходит определенное расстояние от общей дистанции."
            },
            {
                "eng": "The shot put",
                "rus": "Метание ядра",
                "eng_def": "A track-and-field event in which a heavy spherical object is thrown for distance.",
                "rus_def": "Легкоатлетическое соревнование, в котором тяжелый сферический объект метается на расстояние."
            },
            {
                "eng": "A shot",
                "rus": "Ядро",
                "eng_def": "A heavy metal ball used in the shot put.",
                "rus_def": "Тяжелый металлический шар, используемый в метании ядра."
            },
            {
                "eng": "A sprint",
                "rus": "Спринт",
                "eng_def": "A short, fast race over a short distance.",
                "rus_def": "Короткая, быстрая гонка на коротком расстоянии."
            },
            {
                "eng": "Starting blocks",
                "rus": "Стартовые колодки",
                "eng_def": "Blocks or footrests used by sprinters to brace their feet at the start of a race.",
                "rus_def": "Блоки или опоры для ног, используемые спринтерами для фиксации ног в начале гонки."
            },
            {
                "eng": "Steeplechase",
                "rus": "Бег с препятствиями",
                "eng_def": "A race in which runners negotiate barriers and water jumps.",
                "rus_def": "Гонка, в которой бегуны преодолевают барьеры и водные препятствия."
            },
            {
                "eng": "A track",
                "rus": "Дорожка",
                "eng_def": "A prepared course or circuit for athletic events, typically oval in shape.",
                "rus_def": "Подготовленный курс или трасса для легкоатлетических мероприятий, обычно овальной формы."
            },
            {
                "eng": "Track and field",
                "rus": "Легкая атлетика",
                "eng_def": "Athletic events conducted on a running track and a nearby field; includes running, jumping, and throwing events.",
                "rus_def": "Легкоатлетические соревнования, проводимые на беговой дорожке и смежном поле; включает в себя бег, прыжки и метание."
            },
            {
                "eng": "The triple jump",
                "rus": "Тройной прыжок",
                "eng_def": "A track-and-field event in which competitors attempt to cover the longest distance possible by jumping successively onto one foot, then the other, then both.",
                "rus_def": "Легкоатлетическое соревнование, в котором участники пытаются преодолеть максимальное расстояние, прыгая последовательно на одну ногу, затем на другую, а затем и на обе."
            }
        ],
        "questions": []
    },
    "table tennis": {
        "words": [
            {
                "rus": "Подача",
                "eng": "Serve",
                "rus_def": "Начало розыгрыша мяча одним из игроков.",
                "eng_def": "Initiating a point by hitting the ball into play."
            },
            {
                "rus": "Ракетка",
                "eng": "Racket",
                "rus_def": "Инструмент, используемый для удара по мячу.",
                "eng_def": "The instrument used to hit the ball."
            },
            {
                "rus": "Мяч",
                "eng": "Ball",
                "rus_def": "Круглый объект, используемый в игре теннис.",
                "eng_def": "A round object used in the game of tennis."
            },
            {
                "rus": "Удар",
                "eng": "Stroke",
                "rus_def": "Движение ракеткой для удара по мячу.",
                "eng_def": "The motion of the racket to hit the ball."
            },
            {
                "rus": "Линия поля",
                "eng": "Baseline",
                "rus_def": "Граница корта, параллельная сетке.",
                "eng_def": "The boundary of the court parallel to the net."
            },
            {
                "rus": "Сетка",
                "eng": "Net",
                "rus_def": "Вертикальное препятствие, разделяющее корт.",
                "eng_def": "A vertical barrier dividing the court."
            },
            {
                "rus": "Бейслайн",
                "eng": "Baseline",
                "rus_def": "Линия, параллельная сетке, находящаяся сзади корта.",
                "eng_def": "The line parallel to the net and behind the court."
            },
            {
                "rus": "Слайс",
                "eng": "Slice",
                "rus_def": "Удар, при котором ракетка идет под мяч снизу вверх.",
                "eng_def": "A stroke where the racket moves from bottom to top under the ball."
            },
            {
                "rus": "Твинс",
                "eng": "Twins",
                "rus_def": "Двойные подачи на сторону поля.",
                "eng_def": "Double faults on one side of the court."
            },
            {
                "rus": "Брейк",
                "eng": "Break",
                "rus_def": "Выигрыш гейма на подаче соперника.",
                "eng_def": "Winning a game on the opponent's serve."
            },
            {
                "rus": "Деюс",
                "eng": "Deuce",
                "rus_def": "Равенство в счете после двух выигранных очков.",
                "eng_def": "Equality in the score after two points won."
            },
            {
                "rus": "Любовь",
                "eng": "Love",
                "rus_def": "Особый способ обозначения нулевого счета.",
                "eng_def": "A special way of denoting a score of zero."
            },
            {
                "rus": "Воллей",
                "eng": "Volley",
                "rus_def": "Удар без отскока мяча от земли.",
                "eng_def": "A shot hit before the ball bounces on the ground."
            },
            {
                "rus": "Возврат",
                "eng": "Return",
                "rus_def": "Ответный удар на подачу соперника.",
                "eng_def": "A shot played in response to the opponent's serve."
            },
            {
                "rus": "Бекхенд",
                "eng": "Backhand",
                "rus_def": "Удар, совершаемый с обратной стороны ракетки.",
                "eng_def": "A shot played on the non-dominant side of the racket."
            },
            {
                "rus": "Форхенд",
                "eng": "Forehand",
                "rus_def": "Удар, совершаемый с лицевой стороны ракетки.",
                "eng_def": "A shot played on the dominant side of the racket."
            },
            {
                "rus": "Эйс",
                "eng": "Ace",
                "rus_def": "Подача, которая приводит к выигрышу очка.",
                "eng_def": "A serve that results in a point."
            },
            {
                "rus": "Гейм",
                "eng": "Game",
                "rus_def": "Единица подсчета в теннисе.",
                "eng_def": "A unit of scoring in tennis."
            },
            {
                "rus": "Тай-брейк",
                "eng": "Tiebreak",
                "rus_def": "Особый раунд для разрешения равенства в сетах.",
                "eng_def": "A special round to resolve sets equality."
            },
            {
                "rus": "Двойной матч",
                "eng": "Double match",
                "rus_def": "Игра в теннис, где участвуют по два игрока на каждой стороне.",
                "eng_def": "A tennis game where two players are on each side."
            },
            {
                "rus": "Шайссе",
                "eng": "Chase",
                "rus_def": "Попытка догнать мяч до того, как он коснется земли.",
                "eng_def": "An attempt to reach the ball before it touches the ground."
            },
            {
                "rus": "Кручение",
                "eng": "Topspin",
                "rus_def": "Эффект, придаваемый мячу вращением сверху вниз.",
                "eng_def": "Affect given to the ball by hitting it with a forward and up spin."
            },
            {
                "rus": "Поднятие",
                "eng": "Lob",
                "rus_def": "Удар с высоким подбросом мяча.",
                "eng_def": "A shot with a high arching trajectory."
            },
            {
                "rus": "Служебный гейм",
                "eng": "Service game",
                "rus_def": "Игра, в которой игрок подает мяч.",
                "eng_def": "The game in which a player serves the ball."
            },
            {
                "rus": "Теннисный мяч",
                "eng": "Tennis ball",
                "rus_def": "Мяч, используемый в игре теннис.",
                "eng_def": "The ball used in the game of tennis."
            },
            {
                "rus": "Лет",
                "eng": "Let",
                "rus_def": "Переигровка точки из-за некорректной подачи.",
                "eng_def": "A replay of a point due to an improper serve."
            },
            {
                "rus": "Сет",
                "eng": "Set",
                "rus_def": "Часть игры, включающая несколько геймов.",
                "eng_def": "A portion of a tennis match consisting of several games."
            },
            {
                "rus": "Теннисный корт",
                "eng": "Tennis court",
                "rus_def": "Игровая площадка для тенниса.",
                "eng_def": "The playing surface for tennis."
            },
            {
                "rus": "Десятка",
                "eng": "Decade",
                "rus_def": "Игровая ситуация, когда один игрок выиграл 10 очков.",
                "eng_def": "A game situation where one player has won 10 points."
            },
            {
                "rus": "Сет-пойнт",
                "eng": "Set point",
                "rus_def": "Очко, которое может завершить сет в пользу игрока.",
                "eng_def": "A point that can end a set in favor of a player."
            },
            {
                "rus": "Брейк-пойнт",
                "eng": "Break point",
                "rus_def": "Очко, при котором игрок может выиграть гейм на подаче соперника.",
                "eng_def": "A point where a player can win a game on the opponent's serve."
            },
            {
                "rus": "Двойной брейк-пойнт",
                "eng": "Double break point",
                "rus_def": "Очко, при котором игрок может выиграть гейм, имея две возможности на подаче соперника.",
                "eng_def": "A point where a player can win a game with two opportunities on the opponent's serve."
            },
            {
                "rus": "Кросс-корт",
                "eng": "Cross-court",
                "rus_def": "Удар мяча по диагонали через корт.",
                "eng_def": "Hitting the ball diagonally across the court."
            },
            {
                "rus": "Воут",
                "eng": "Vote",
                "rus_def": "Решение судьи по поводу спорной ситуации.",
                "eng_def": "The umpire's decision on a disputed situation."
            },
            {
                "rus": "Рейлли",
                "eng": "Rally",
                "rus_def": "Длительный обмен ударами между игроками.",
                "eng_def": "An extended exchange of shots between players."
            },
            {
                "rus": "Матч-пойнт",
                "eng": "Match point",
                "rus_def": "Очко, которое может завершить весь матч в пользу игрока.",
                "eng_def": "A point that can end the entire match in favor of a player."
            },
            {
                "rus": "Теннисный клуб",
                "eng": "Tennis club",
                "rus_def": "Организация, предоставляющая объекты для игры в теннис.",
                "eng_def": "An organization providing facilities for playing tennis."
            },
            {
                "rus": "Рейтинг ATP",
                "eng": "ATP ranking",
                "rus_def": "Система рейтинга теннисистов от Ассоциации теннисных профессионалов.",
                "eng_def": "The ranking system for tennis players by the Association of Tennis Professionals."
            },
            {
                "rus": "Рейтинг WTA",
                "eng": "WTA ranking",
                "rus_def": "Система рейтинга теннисисток от Женской теннисной ассоциации.",
                "eng_def": "The ranking system for female tennis players by the Women's Tennis Association."
            },
            {
                "rus": "Теннисная ракетка",
                "eng": "Tennis racket",
                "rus_def": "Инструмент для удара по мячу в игре теннис.",
                "eng_def": "The instrument used to hit the ball in the game of tennis."
            },
            {
                "rus": "Теннисный мяч",
                "eng": "Tennis ball",
                "rus_def": "Круглый объект, предназначенный для использования в игре теннис.",
                "eng_def": "A round object designed for use in the game of tennis."
            }
        ],
        "questions": []
    },
    "basketball": {
        "words": [
            {
                "eng": "Assist",
                "rus": "Помощь",
                "eng_def": "A pass that leads directly to a made basket.",
                "rus_def": "Передача, которая приводит непосредственно к заброшенной мячу в корзину."
            },
            {
                "eng": "Backboard",
                "rus": "Баскетбольный щит",
                "eng_def": "The rectangular board behind the rim that supports it.",
                "rus_def": "Прямоугольная доска за кольцом, поддерживающая его."
            },
            {
                "eng": "Basket",
                "rus": "Корзина",
                "eng_def": "The goal structure through which players score points.",
                "rus_def": "Целевая конструкция, через которую игроки набирают очки."
            },
            {
                "eng": "Block",
                "rus": "Блокировать",
                "eng_def": "To prevent a shot from going into the basket by jumping and reaching out to deflect it.",
                "rus_def": "Предотвратить забрасывание мяча в корзину, прыгнув и вытянувшись, чтобы отбить его."
            },
            {
                "eng": "Bounce",
                "rus": "Отскок",
                "eng_def": "To rebound after hitting a surface and striking it repeatedly.",
                "rus_def": "Отскакивать после удара о поверхность и повторно сталкиваться с ней."
            },
            {
                "eng": "Bounce pass",
                "rus": "Пас с отскоком",
                "eng_def": "A pass that is thrown to the receiver's feet, allowing it to bounce once before reaching them.",
                "rus_def": "Пас, который бросается к ногам получателя, позволяя мячу отскочить один раз перед достижением их."
            },
            {
                "eng": "Chest pass",
                "rus": "Пас от груди",
                "eng_def": "A two-handed pass thrown from the passer's chest area.",
                "rus_def": "Двуручный пас, брошенный из области груди подающего."
            },
            {
                "eng": "Double-dribbling",
                "rus": "Двойное ведение",
                "eng_def": "An illegal dribble in which a player picks up the ball and dribbles again or picks up the ball and holds it and then dribbles.",
                "rus_def": "Нелегальное ведение мяча, при котором игрок поднимает мяч и снова ведет его или поднимает мяч и удерживает его, а затем ведет."
            },
            {
                "eng": "Draft",
                "rus": "Драфт",
                "eng_def": "The process of selecting amateur players for professional sports leagues.",
                "rus_def": "Процесс отбора любительских игроков для профессиональных спортивных лиг."
            },
            {
                "eng": "Dribble",
                "rus": "Вести мяч",
                "eng_def": "To move the ball up and down the court by bouncing it with one hand while moving.",
                "rus_def": "Перемещать мяч вверх и вниз по корту, отскакивая его одной рукой во время движения."
            },
            {
                "eng": "Free throw",
                "rus": "Штрафной бросок",
                "eng_def": "An unopposed attempt to score a basket from behind the free-throw line.",
                "rus_def": "Неоспоренная попытка забросить мяч в корзину с линии штрафных бросков."
            },
            {
                "eng": "Game clock",
                "rus": "Табло",
                "eng_def": "A clock that counts down the time remaining in a game.",
                "rus_def": "Часы, отсчитывающие оставшееся время в игре."
            },
            {
                "eng": "Guarding",
                "rus": "Защита",
                "eng_def": "The act of defending a player or the basket from an opponent.",
                "rus_def": "Действие по защите игрока или корзины от соперника."
            },
            {
                "eng": "Hoop",
                "rus": "Кольцо",
                "eng_def": "The circular structure with a net suspended from it through which the ball must pass in order to score points.",
                "rus_def": "Круглая конструкция с подвешенной сеткой, через которую мяч должен проходить, чтобы набрать очки."
            },
            {
                "eng": "Layup",
                "rus": "Лэй-ап",
                "eng_def": "A close-range shot taken near the basket while driving to the hoop.",
                "rus_def": "Бросок с близкого расстояния, сделанный у корзины при движении к кольцу."
            },
            {
                "eng": "MVP",
                "rus": "Лучший игрок",
                "eng_def": "The player judged to be the most important to their team's success in a particular season.",
                "rus_def": "Игрок, признанный наиболее важным для успеха своей команды в определенном сезоне."
            },
            {
                "eng": "No-look pass",
                "rus": "Слепой пас",
                "eng_def": "A pass thrown without the passer looking at the receiver.",
                "rus_def": "Пас, брошенный без того, чтобы подающий смотрел на получателя."
            },
            {
                "eng": "Overhead pass",
                "rus": "Пас из-за головы",
                "eng_def": "A pass thrown from above the head with two hands.",
                "rus_def": "Пас, брошенный сверху головы обеими руками."
            },
            {
                "eng": "Overtime",
                "rus": "Дополнительное время",
                "eng_def": "Additional time played after the regulation game time has expired, often used to break ties.",
                "rus_def": "Дополнительное время, играемое после истечения регулярного времени игры, часто используется для разрешения ничьих."
            },
            {
                "eng": "Possession",
                "rus": "Владение мячом",
                "eng_def": "The team currently in control of the ball.",
                "rus_def": "Команда, на данный момент контролирующая мяч."
            },
            {
                "eng": "Rebound",
                "rus": "Подбор",
                "eng_def": "The act of retrieving the ball after a missed shot.",
                "rus_def": "Действие по возвращению мяча после неудачного броска."
            },
            {
                "eng": "Shoot",
                "rus": "Бросок",
                "eng_def": "To attempt to score a basket by propelling the ball through the hoop.",
                "rus_def": "Попытка забросить мяч в корзину, приводя его через кольцо."
            },
            {
                "eng": "Slam dunk",
                "rus": "Слэм-данк",
                "eng_def": "A forceful, one-handed dunk where the player leaps through the air and forcefully powers the ball through the hoop.",
                "rus_def": "Мощный, одноручный данк, при котором игрок подпрыгивает в воздухе и силой приводит мяч через кольцо."
            },
            {
                "eng": "Technical foul",
                "rus": "Технический фол",
                "eng_def": "A foul called for unsportsmanlike conduct, such as arguing with an official.",
                "rus_def": "Фол, вызванный неспортивным поведением, таким как спор с судьей."
            },
            {
                "eng": "Three-point line",
                "rus": "Трехочковая линия",
                "eng_def": "The arc on the court that designates the area beyond which a successful shot counts for three points.",
                "rus_def": "Дуга на корте, обозначающая область, за пределами которой удачный бросок приносит три очка."
            },
            {
                "eng": "Travelling",
                "rus": "Пробежка",
                "eng_def": "Moving one's feet illegally while holding the ball.",
                "rus_def": "Нелегальное движение ногами при удерживании мяча."
            },
            {
                "eng": "Turnover",
                "rus": "Потеря мяча",
                "eng_def": "The loss of possession of the ball to the opposing team.",
                "rus_def": "Потеря владения мячом в пользу противоположной команды."
            },
            {
                "eng": "Violation",
                "rus": "Нарушение",
                "eng_def": "An infraction of the rules resulting in loss of possession or a free throw for the opposing team.",
                "rus_def": "Нарушение правил, приводящее к потере владения или штрафному броску для противоположной команды."
            },
            {
                "eng": "Guard",
                "rus": "Защитник",
                "eng_def": "A player who defends the goal or point against the opposing team.",
                "rus_def": "Игрок, который защищает цель или точку от противоположной команды."
            },
            {
                "eng": "Forward",
                "rus": "Нападающий",
                "eng_def": "A player whose primary role is to score goals.",
                "rus_def": "Игрок, основной ролью которого является забивание голов."
            },
            {
                "eng": "Point guard",
                "rus": "Распорядитель",
                "eng_def": "A player who handles the ball primarily to set up plays for the offense.",
                "rus_def": "Игрок, который управляет мячом преимущественно для организации атак."
            },
            {
                "eng": "Bench",
                "rus": "Cкамейка запасных",
                "eng_def": "The area where players sit during a game while not actively participating.",
                "rus_def": "Зона, где игроки сидят во время игры, пока они активно не участвуют."
            },
            {
                "eng": "Сourt",
                "rus": "Поле для игры",
                "eng_def": "The rectangular area on which basketball games are played.",
                "rus_def": "Прямоугольная зона, на которой проводятся баскетбольные матчи."
            },
            {
                "eng": "Rim",
                "rus": "кольцо",
                "eng_def": "The metal hoop that forms the target for throwing or bouncing a basketball into.",
                "rus_def": "Металлический обруч, образующий цель для метания или подбрасывания баскетбольного мяча."
            },
            {
                "eng": "press",
                "rus": "прессинг",
                "eng_def": "A defensive strategy in which a team tries to quickly regain possession by closely guarding an opponent.",
                "rus_def": "Оборонительная стратегия, при которой команда пытается быстро вернуть контроль, внимательно охраняя противника."
            }
        ],
        "questions": [
            {
                "eng": "Players are not allowed to run or walk with the ball; they must dribble it to move around the court.",
                "rus": "Игрокам не разрешается бегать или ходить с мячом; они должны вести его, чтобы передвигаться по площадке.",
                "eng_answer": "Dribble",
                "rus_answer": "Вести",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "Overtime periods are played if the score is tied at the end of regulation time.",
                "rus": "Овертаймы проводятся, если в конце основного времени счет ничейный.",
                "eng_answer": "Overtime",
                "rus_answer": "Овертаймы",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "The shot clock limits each posession to a certain amount of time.",
                "rus": "Время на бросок ограничивает каждую позиция определенным количеством времени.",
                "eng_answer": "Posession",
                "rus_answer": "Позиция",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "A technical foul is called for unsportmanlike conduct, such as arguing with referees.",
                "rus": "Технический фол назначается за неспортивное поведение, например, за споры с судьями.",
                "eng_answer": "Foul",
                "rus_answer": "Фол",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "The objective is to score points by shooting the basketball through the opponent's rim.",
                "rus": "Цель - набрать очки, забросить баскетбольный мяч в кольцо соперника.",
                "eng_answer": "Shooting",
                "rus_answer": "Забросить",
                "quest_type": "missing",
                "difficulty": "0"
            }
        ]
    },
    "volleyball": {
        "words": [
            {
                "eng": "Volleyball",
                "rus": "Волейбол",
                "eng_def": "A team sport in which two teams of six players are separated by a net.",
                "rus_def": "Командный вид спорта, в котором две команды из шести игроков разделены сеткой."
            },
            {
                "eng": "Volleyball player",
                "rus": "Волейболист, волейболистка",
                "eng_def": "A person who plays volleyball.",
                "rus_def": "Человек, играющий в волейбол."
            },
            {
                "eng": "Line up",
                "rus": "Расстановка",
                "eng_def": "The arrangement of players on the court at the start of a rally.",
                "rus_def": "Распределение игроков на площадке в начале розыгрыша."
            },
            {
                "eng": "Assistant blocker",
                "rus": "Вспомогательный блокирующий",
                "eng_def": "A player who assists in blocking the opponent's attacks at the net.",
                "rus_def": "Игрок, помогающий блокировать атаки соперника на сетке."
            },
            {
                "eng": "Back court player",
                "rus": "Игрок задней линии",
                "eng_def": "A player positioned in the back area of the court.",
                "rus_def": "Игрок, размещенный в задней части площадки."
            },
            {
                "eng": "Back court spiker",
                "rus": "Нападающий задней линии",
                "eng_def": "A player positioned in the back area of the court who specializes in attacking.",
                "rus_def": "Игрок, размещенный в задней части площадки, специализирующийся на атаке."
            },
            {
                "eng": "Back line player",
                "rus": "Игрок задней линии",
                "eng_def": "A player positioned in the back area of the court.",
                "rus_def": "Игрок, размещенный в задней части площадки."
            },
            {
                "eng": "Blocker",
                "rus": "Блокирующий",
                "eng_def": "A player who tries to block the ball at the net to prevent it from crossing to their side.",
                "rus_def": "Игрок, который пытается заблокировать мяч на сетке, чтобы предотвратить его переход на свою сторону."
            },
            {
                "eng": "Hitter",
                "rus": "Нападающий",
                "eng_def": "A player who attacks the ball to score points by hitting it over the net.",
                "rus_def": "Игрок, который атакует мяч, чтобы набрать очки, ударив его через сетку."
            },
            {
                "eng": "Middle back player",
                "rus": "Центральный игрок задней линии",
                "eng_def": "A player positioned in the middle area of the backcourt.",
                "rus_def": "Игрок, размещенный в центральной части задней линии."
            },
            {
                "eng": "Receiving player",
                "rus": "Принимающий игрок",
                "eng_def": "A player who receives the opponent's serve or attack.",
                "rus_def": "Игрок, который принимает подачу или атаку соперника."
            },
            {
                "eng": "Front line player",
                "rus": "Игрок передней линии",
                "eng_def": "A player positioned in the front area of the court.",
                "rus_def": "Игрок, размещенный в передней части площадки."
            },
            {
                "eng": "Server",
                "rus": "Подающий игрок",
                "eng_def": "A player who initiates the rally by serving the ball.",
                "rus_def": "Игрок, начинающий розыгрыш, подавая мяч."
            },
            {
                "eng": "Setter",
                "rus": "Пасующий, связующий",
                "eng_def": "A player who sets the ball for their teammates to hit.",
                "rus_def": "Игрок, который подает мяч своим партнерам для атаки."
            },
            {
                "eng": "Incomplete team",
                "rus": "Неполная команда",
                "eng_def": "A team with fewer than the required number of players.",
                "rus_def": "Команда с числом игроков меньше требуемого."
            },
            {
                "eng": "Horizontal band of the net",
                "rus": "Горизонтальная лента сетки",
                "eng_def": "The top band of the net that defines its upper boundary.",
                "rus_def": "Верхняя лента сетки, определяющая ее верхнюю границу."
            },
            {
                "eng": "Court marking",
                "rus": "Разметка площадки",
                "eng_def": "The lines and markings that define the boundaries and zones of the court.",
                "rus_def": "Линии и отметки, определяющие границы и зоны площадки."
            },
            {
                "eng": "Court width",
                "rus": "Ширина площадки",
                "eng_def": "The distance across the court from sideline to sideline.",
                "rus_def": "Расстояние через площадку от боковой линии до боковой линии."
            },
            {
                "eng": "Cross court",
                "rus": "Противоположная площадка",
                "eng_def": "The area of the opponent's court diagonally opposite the server.",
                "rus_def": "Область площадки соперника по диагонали от подающего."
            },
            {
                "eng": "End line",
                "rus": "Лицевая линия",
                "eng_def": "The boundary line at each end of the court.",
                "rus_def": "Граничная линия на каждом конце площадки."
            },
            {
                "eng": "Center line",
                "rus": "Центральная линия",
                "eng_def": "The line dividing the court into two equal halves.",
                "rus_def": "Линия, разделяющая площадку на две равные половины."
            },
            {
                "eng": "Side line",
                "rus": "Боковая линия",
                "eng_def": "The boundary line along each side of the court.",
                "rus_def": "Граничная линия вдоль каждой стороны площадки."
            },
            {
                "eng": "Service line",
                "rus": "Линия подачи",
                "eng_def": "The line behind which the server must stand to serve.",
                "rus_def": "Линия, за которой подающий должен стоять для подачи."
            },
            {
                "eng": "Net poles",
                "rus": "Стойки сетки",
                "eng_def": "The vertical supports at the ends of the net.",
                "rus_def": "Вертикальные опоры на концах сетки."
            },
            {
                "eng": "Substitution zone",
                "rus": "Зона замены",
                "eng_def": "The area on the sideline where players enter and exit the game.",
                "rus_def": "Область на боковой линии, где игроки входят и выходят из игры."
            },
            {
                "eng": "Match",
                "rus": "Матч",
                "eng_def": "A competition between two teams.",
                "rus_def": "Соревнование между двумя командами."
            },
            {
                "eng": "Set",
                "rus": "Партия",
                "eng_def": "A sequence of rallies played to a certain number of points.",
                "rus_def": "Последовательность розыгрышей, сыгранных до определенного числа очков."
            },
            {
                "eng": "Ace",
                "rus": "Результативная подача навылет",
                "eng_def": "A serve that results directly in a point without being touched by the receiving team.",
                "rus_def": "Подача, прямо ведущая к очку без касания принимающей командой."
            },
            {
                "eng": "Approach",
                "rus": "Разбег",
                "eng_def": "The player's movement towards the net before making an attack.",
                "rus_def": "Движение игрока к сетке перед атакой."
            },
            {
                "eng": "Attack",
                "rus": "Атака",
                "eng_def": "An offensive action to score points by hitting the ball over the net.",
                "rus_def": "Атакующее действие для набора очков, ударяя мяч через сетку."
            },
            {
                "eng": "Diagonal spike",
                "rus": "Атакующий удар по диагонали",
                "eng_def": "An attacking hit directed diagonally across the net.",
                "rus_def": "Атакующий удар, направленный по диагонали через сетку."
            },
            {
                "eng": "Direct attack",
                "rus": "Прямой атакующий удар",
                "eng_def": "An attacking hit made without setting the ball.",
                "rus_def": "Атакующий удар, сделанный без передачи мяча."
            },
            {
                "eng": "Winning attack",
                "rus": "Результативная атака",
                "eng_def": "An attack that results directly in a point.",
                "rus_def": "Атака, прямо ведущая к очку."
            },
            {
                "eng": "Counter attack",
                "rus": "Контратака",
                "eng_def": "An attack made in response to the opponent's attack.",
                "rus_def": "Атака, сделанная в ответ на атаку соперника."
            },
            {
                "eng": "Ball contact",
                "rus": "Касание мяча",
                "eng_def": "The act of touching the ball with any part of the body.",
                "rus_def": "Действие прикосновения к мячу любой частью тела."
            },
            {
                "eng": "Ball in play",
                "rus": "Мяч в игре",
                "eng_def": "The period of time during which the ball is in active play.",
                "rus_def": "Период времени, в течение которого мяч находится в активной игре."
            },
            {
                "eng": "Ball inside the court",
                "rus": "Мяч в пределаx площадки",
                "eng_def": "The ball landing within the boundaries of the court.",
                "rus_def": "Мяч, приземлившийся в пределах площадки."
            },
            {
                "eng": "Ball out",
                "rus": "Мяч за",
                "eng_def": "The ball landing outside the boundaries of the court.",
                "rus_def": "Мяч, приземлившийся за границами площадки."
            },
            {
                "eng": "Ball outside the court",
                "rus": "Мяч за пределами площадки",
                "eng_def": "The ball landing outside the boundaries of the court.",
                "rus_def": "Мяч, приземлившийся за границами площадки."
            },
            {
                "eng": "Change of court",
                "rus": "Смена сторон площадки",
                "eng_def": "The rotation of players and teams to the opposite sides of the court.",
                "rus_def": "Размен игроков и команд на противоположные стороны площадки."
            },
            {
                "eng": "Choice of court",
                "rus": "Выбор стороны площадки",
                "eng_def": "The decision made by the team captain to choose their starting side.",
                "rus_def": "Решение, принятое капитаном команды о выборе стартовой стороны."
            },
            {
                "eng": "Sideout",
                "rus": "Потеря подачи",
                "eng_def": "The loss of the serve by the serving team.",
                "rus_def": "Потеря подачи командой, подающей мяч."
            },
            {
                "eng": "Lose the serve",
                "rus": "Терять подачу",
                "eng_def": "To lose the right to serve due to a fault or error.",
                "rus_def": "Потерять право на подачу из-за ошибки или промаха."
            },
            {
                "eng": "Permitted substitution",
                "rus": "Разрешенная замена",
                "eng_def": "A substitution allowed within the rules of the game.",
                "rus_def": "Замена, разрешенная в рамках правил игры."
            },
            {
                "eng": "Compulsory substitution",
                "rus": "Вынужденная замена",
                "eng_def": "A substitution required due to injury or other reasons.",
                "rus_def": "Замена, необходимая из-за травмы или других причин."
            },
            {
                "eng": "Substitution request",
                "rus": "Запрос замены",
                "eng_def": "A formal request to substitute a player.",
                "rus_def": "Официальный запрос на замену игрока."
            },
            {
                "eng": "Illegal substitution",
                "rus": "Неправомерная замена",
                "eng_def": "A substitution made in violation of the rules.",
                "rus_def": "Замена, сделанная с нарушением правил."
            },
            {
                "eng": "Rally",
                "rus": "Розыгрыш мяча",
                "eng_def": "A sequence of consecutive ball contacts between the teams.",
                "rus_def": "Последовательность последовательных контактов мяча между командами."
            },
            {
                "eng": "Line fault",
                "rus": "Переxод линии, заступ",
                "eng_def": "An infraction where a player steps over the boundary line.",
                "rus_def": "Нарушение, когда игрок переступает через границу поля."
            },
            {
                "eng": "Misconduct penalty",
                "rus": "Замечание за нарушение дисциплины",
                "eng_def": "A penalty given for unsportsmanlike conduct or rule violations.",
                "rus_def": "Штраф, назначенный за неспортивное поведение или нарушения правил."
            },
            {
                "eng": "Warning",
                "rus": "Предупреждение",
                "eng_def": "A verbal or visual indication that a player has committed an infraction.",
                "rus_def": "Устное или визуальное указание на то, что игрок совершил нарушение."
            },
            {
                "eng": "Blocking fault",
                "rus": "Ошибка при блокировании",
                "eng_def": "An error made by a player while attempting to block the ball.",
                "rus_def": "Ошибка, совершенная игроком при попытке блокировать мяч."
            },
            {
                "eng": "Disputed ball",
                "rus": "Спорный мяч",
                "eng_def": "A ball whose possession is disputed by both teams.",
                "rus_def": "Мяч, владение которым оспаривается обеими командами."
            },
            {
                "eng": "Double contact",
                "rus": "Двойное касание",
                "eng_def": "An infraction where a player contacts the ball twice in succession.",
                "rus_def": "Нарушение, при котором игрок дважды касается мяча подряд."
            },
            {
                "eng": "Double fault",
                "rus": "Обоюдная ошибка",
                "eng_def": "An error committed by both teams simultaneously.",
                "rus_def": "Ошибка, совершенная обеими командами одновременно."
            },
            {
                "eng": "Technical error",
                "rus": "Техническая ошибка",
                "eng_def": "An error resulting from a violation of the rules or technical requirements.",
                "rus_def": "Ошибка, возникающая из-за нарушения правил или технических требований."
            },
            {
                "eng": "Error in the rotation order",
                "rus": "Ошибка в порядке переxода",
                "eng_def": "A mistake made in the order of players' rotation.",
                "rus_def": "Ошибочное действие в порядке переxода игроков."
            },
            {
                "eng": "Error in the service order",
                "rus": "Ошибка в порядке подачи",
                "eng_def": "A mistake made in the order of serving players.",
                "rus_def": "Ошибочное действие в порядке подающих игроков."
            },
            {
                "eng": "Four contacts",
                "rus": "Четыре касания",
                "eng_def": "An infraction where a team makes more than three consecutive contacts with the ball.",
                "rus_def": "Нарушение, при котором команда делает более трех последовательных контактов с мячом."
            },
            {
                "eng": "Net fault",
                "rus": "Ошибочное касание сетки",
                "eng_def": "An infraction where a player makes contact with the net.",
                "rus_def": "Нарушение, при котором игрок касается сетки."
            },
            {
                "eng": "Net serve",
                "rus": "Касание сетки при подаче",
                "eng_def": "An infraction where the ball touches the net during a serve.",
                "rus_def": "Нарушение, при котором мяч касается сетки во время подачи."
            },
            {
                "eng": "Touch the net",
                "rus": "Касаться сетки",
                "eng_def": "To make contact with the net while playing the ball.",
                "rus_def": "Сделать контакт с сеткой во время игры мячом."
            },
            {
                "eng": "Attack hit fault",
                "rus": "Ошибка при атакующем ударе",
                "eng_def": "An error made during an attacking hit.",
                "rus_def": "Ошибка, совершенная при атакующем ударе."
            },
            {
                "eng": "Service fault",
                "rus": "Ошибка при подаче",
                "eng_def": "An error made during a serve.",
                "rus_def": "Ошибка, совершенная при подаче."
            },
            {
                "eng": "Tie",
                "rus": "Равный счет",
                "eng_def": "When the score is even or level.",
                "rus_def": "Когда счет равный или уровень."
            },
            {
                "eng": "Two point advantage",
                "rus": "Преимущество в два очка",
                "eng_def": "A situation where one team leads by two points.",
                "rus_def": "Ситуация, когда одна команда лидирует на два очка."
            },
            {
                "eng": "Game point",
                "rus": "Очко, достаточное для выигрыша игры",
                "eng_def": "The point that, if won, ends the game.",
                "rus_def": "Точка, которая, если выиграна, завершает игру."
            },
            {
                "eng": "Win a point",
                "rus": "Выиграть очко",
                "eng_def": "To score a point.",
                "rus_def": "Забить очко."
            },
            {
                "eng": "Lose a point",
                "rus": "Проиграть очко",
                "eng_def": "To concede a point to the opposing team.",
                "rus_def": "Уступить очко сопернику."
            },
            {
                "eng": "Time out request",
                "rus": "Запрос таймаута",
                "eng_def": "A formal request for a timeout.",
                "rus_def": "Официальный запрос на таймаут."
            },
            {
                "eng": "Toss up",
                "rus": "Проводить жеребьевку",
                "eng_def": "To decide the initial possession of the ball by tossing it into the air.",
                "rus_def": "Решить начальное владение мячом, бросив его в воздух."
            }
        ],
        "questions": [
            {
                "eng": "The net is the barrier dividing the court. Players hit the ball over it, aiming for the opponent's side. ",
                "rus": "Сетка - это барьер, разделяющий корт. Игроки отбивают мяч через нее, целясь в сторону соперника.",
                "eng_answer": "Net",
                "rus_answer": "Сетка",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "Which term refers to a player committing an infraction by crossing the line of scrimmage before the ball is snapped?",
                "rus": "Какой термин относится к игроку, совершившему нарушение, пересекая линию схватки до того, как мяч защелкнулся?",
                "eng_answer": "Line fault",
                "rus_answer": "Заступ",
                "quest_type": "knowledge",
                "difficulty": "0"
            },
            {
                "eng": "The referee issued a warning to the player for unsportsmanlike behavior during the game.",
                "rus": "Судья вынес игроку предупреждение за неспортивное поведение во время игры.",
                "eng_answer": "Warning",
                "rus_answer": "Предупреждение",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "A penalty given to a player for making illegal contact with an opponent while blocking.",
                "rus": "Штраф, назначаемый игроку за незаконный контакт с соперником во время блокирования.",
                "eng_answer": "Blocking fault",
                "rus_answer": "Ошибка при блокировании",
                "quest_type": "knowledge",
                "difficulty": "0"
            },
            {
                "eng": "The players were involved in a heated argument over the ownership of the ball, leading to a disputed ball.",
                "rus": "Игроки вступили в жаркий спор за право владения мячом, что привело к спорный мяч.",
                "eng_answer": "Disputed ball",
                "rus_answer": "Спорный мяч",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "In volleyball, a team must win a set by at least a two-point advantage.",
                "rus": "В волейболе команда должна выиграть сет с преимуществом как минимум в два очка.",
                "eng_answer": "True",
                "rus_answer": "Правда",
                "quest_type": "boolean",
                "difficulty": "0"
            },
            {
                "eng": "The score is currently tied at 24-24. To win the set, a team must achieve a two point advantage.",
                "rus": "На данный момент счет равный - 24-24. Чтобы выиграть сет, команда должна добиться преимущество в два очка.",
                "eng_answer": "Two point advantage",
                "rus_answer": "Преимущество в два очка",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "The team is leading 24-21, and they are now at game point.",
                "rus": "Команда ведет 24:21, и теперь у них матч-пойнт.",
                "eng_answer": "Game point",
                "rus_answer": "Матч-поинт",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "A team loses a point in volleyball if the ball lands outside the court boundaries.",
                "rus": "Команда теряет очко в волейболе, если мяч приземляется за границами площадки.",
                "eng_answer": "Loses",
                "rus_answer": "Теряет",
                "quest_type": "missing",
                "difficulty": "0"
            },
            {
                "eng": "In volleyball, each team can make a maximum of three consecutive contacts with the ball before it must cross the net.",
                "rus": "В волейболе каждая команда может сделать максимум три последовательных контактов с мячом, прежде чем он должен пересечь сетку.",
                "eng_answer": "three",
                "rus_answer": "три",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "The team that wins the rally is awarded a point and the right to serve the next serve.",
                "rus": "Команда, выигрывшая розыгрыш, получает очко и право подавать следующую подачу.",
                "eng_answer": "serve",
                "rus_answer": "подавать",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "The player in the back-right position on the court is often referred to as the setter specialist.",
                "rus": "Игрока на задней правой позиции на корте часто называют специалистом по разыгрыванию.",
                "eng_answer": "setter",
                "rus_answer": "разыгрыванию",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "A point is scored when the ball hits the opponent's court and fails to the ground.",
                "rus": "Очко засчитывается, когда мяч попадает на сторону соперника и падает на землю.",
                "eng_answer": "fails",
                "rus_answer": "падает",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "Volleyball matches are typically played best out of five sets.",
                "rus": "Матчи по волейболу обычно играются до пяти партий.",
                "eng_answer": "five",
                "rus_answer": "пяти",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "The area between the two antennae and above the net is called the attack zone.",
                "rus": "Область между двумя антеннами и выше сетки называется атакующей зоной.",
                "eng_answer": "attack",
                "rus_answer": "атакующей",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "Libero players are known for their defensive skills and wear a contrasting jersey to be easily identified by teammates and game officials.",
                "rus": "Либеро известны своими навыками в защите и носят контрастную майку для легкой идентификации со стороны товарищей по команде и судей.",
                "eng_answer": "game",
                "rus_answer": "судей",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "The libero is the player responsible for the first contact of the ball, typically the pass to set up the attack.",
                "rus": "Либеро - это игрок, ответственный за первый контакт с мячом, обычно передачу для настройки атаки.",
                "eng_answer": "libero",
                "rus_answer": "либеро",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "The rotation occurs when players move clockwise in the rotation order after winning a rally and gaining the serve.",
                "rus": "Ротация происходит, когда игроки двигаются по часовой стрелке в порядке ротации после выигрыша розыгрыша и получения подачи.",
                "eng_answer": "rotation",
                "rus_answer": "ротации",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "During a game, a team can request a maximum of two time-outs to strategize and regroup.",
                "rus": "В течение игры команда может запросить максимум два тайм-аута для стратегического планирования и перегруппировки.",
                "eng_answer": "two",
                "rus_answer": "два",
                "quest_type": "missing",
                "difficulty": "1"
            },
            {
                "eng": "The serving team can score a point even if the ball touches the net during service.",
                "rus": "Команда, подающая мяч, может заработать очко, даже если мяч касается сетки во время подачи.",
                "eng_answer": "False",
                "rus_answer": "Ложь",
                "quest_type": "boolean",
                "difficulty": "1"
            },
            {
                "eng": "A player is allowed to touch the ball consecutively with different parts of the body during one play.",
                "rus": "Игроку разрешается касаться мяча последовательно разными частями тела в течение одного розыгрыша.",
                "eng_answer": "False",
                "rus_answer": "Ложь",
                "quest_type": "boolean",
                "difficulty": "2"
            },
            {
                "eng": "The libero can perform an attack hit from any position on the court.",
                "rus": "Либеро может выполнять атакующий удар с любой позиции на корте.",
                "eng_answer": "False",
                "rus_answer": "Ложь",
                "quest_type": "boolean",
                "difficulty": "1"
            },
            {
                "eng": "Volleyball matches are played best of five sets, and the team that wins three sets first wins the match.",
                "rus": "В волейболе матчи играются до трех сетов, и команда, выигравшая три сета первой, выигрывает матч.",
                "eng_answer": "True",
                "rus_answer": "Правда",
                "quest_type": "boolean",
                "difficulty": "0"
            },
            {
                "eng": "Players are not allowed to step on or over the center line during play.",
                "rus": "Игрокам запрещено наступать на или переступать через центральную линию во время игры.",
                "eng_answer": "True",
                "rus_answer": "Правда",
                "quest_type": "boolean",
                "difficulty": "1"
            },
            {
                "eng": "A ball hitting the boundary line is considered in during a rally.",
                "rus": "Мяч, касающийся граничной линии, считается в пределах корта во время розыгрыша.",
                "eng_answer": "True",
                "rus_answer": "Правда",
                "quest_type": "boolean",
                "difficulty": "2"
            },
            {
                "eng": "A team can request an unlimited number of substitutions during a match.",
                "rus": "Команда может запрашивать неограниченное количество замен в течение матча.",
                "eng_answer": "False",
                "rus_answer": "Ложь",
                "quest_type": "boolean",
                "difficulty": "1"
            },
            {
                "eng": "A point is scored if the ball lands on the opponent's court after hitting the ceiling.",
                "rus": "Очко засчитывается, если мяч приземляется на стороне соперника после касания потолка.",
                "eng_answer": "True",
                "rus_answer": "Правда",
                "quest_type": "boolean",
                "difficulty": "0"
            },
            {
                "eng": "A team is allowed to touch the ball four times before it must cross the net.",
                "rus": "Команде разрешено касаться мяча четыре раза, прежде чем он должен пересечь сетку.",
                "eng_answer": "False",
                "rus_answer": "Ложь",
                "quest_type": "boolean",
                "difficulty": "2"
            },
            {
                "eng": "The team that wins the first rally of a set also gets the first serve.",
                "rus": "Команда, выигравшая первый розыгрыш сета, также получает первую подачу.",
                "eng_answer": "True",
                "rus_answer": "Правда",
                "quest_type": "boolean",
                "difficulty": "1"
            },
            {
                "eng": "The libero is allowed to serve, but only from the back-right position on the court.",
                "rus": "Либеро имеет право подавать, но только с позиции задней правой части корта.",
                "eng_answer": "False",
                "rus_answer": "Ложь",
                "quest_type": "boolean",
                "difficulty": "2"
            },
            {
                "eng": "A rally can end in a draw if neither team commits a fault for an extended period.",
                "rus": "Розыгрыш может закончиться в ничью, если ни одна из команд не допускает ошибки в течение длительного времени.",
                "eng_answer": "True",
                "rus_answer": "Правда",
                "quest_type": "boolean",
                "difficulty": "0"
            },
            {
                "eng": "A player is allowed to block or attack the opponent's serve before it crosses the net.",
                "rus": "Игроку разрешается блокировать или атаковать подачу соперника до того, как она пересечет сетку.",
                "eng_answer": "False",
                "rus_answer": "Ложь",
                "quest_type": "boolean",
                "difficulty": "1"
            },
            {
                "eng": "A team can win a set even if they do not have the serve at the beginning.",
                "rus": "Команда может выиграть сет, даже если у нее нет подачи в начале.",
                "eng_answer": "True",
                "rus_answer": "Правда",
                "quest_type": "boolean",
                "difficulty": "2"
            },
            {
                "eng": "In beach volleyball, players are not allowed to wear sunglasses during a match.",
                "rus": "В пляжном волейболе игрокам запрещено носить солнцезащитные очки во время матча.",
                "eng_answer": "False",
                "rus_answer": "Ложь",
                "quest_type": "boolean",
                "difficulty": "1"
            },
            {
                "eng": "The serve is the first action in volleyball, initiated from behind the end line.",
                "rus": "Подача - это первое действие в волейболе, начинается с задней линии.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "Players pass the ball between teammates to set up an attack.",
                "rus": "Игроки передают мяч между союзниками, чтобы подготовить атаку.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "An effective attack is essential to score points by overcoming the opponent's block.",
                "rus": "Эффективная атака необходима для набора очков путем преодоления блока соперника.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "Players use blocking as a defensive strategy to stop the opponent's attack.",
                "rus": "Игроки используют блокировку как защитную стратегию, чтобы остановить атаку противника.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "The libero is a specialized defender allowed to replace back-row players.",
                "rus": "Либеро - это специализированный защитник, имеющий право на замену игроков задней линии.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "Rotation occurs after each serve, where players move clockwise to new positions.",
                "rus": "Ротация происходит после каждой подачи, когда игроки двигаются по часовой стрелке на новые позиции.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "Winning the side out grants the right to serve after a successful defense.",
                "rus": "Победа в выходе из обороны дает право на подачу после успешной защиты.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "A joust occurs when two players compete to push the ball to their advantage at the net.",
                "rus": "Перестрелка происходит, когда два игрока соперничают, чтобы выиграть мяч у сетки.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "A freeball is a relatively easy ball sent over the net without a strong attack threat.",
                "rus": "Фрибол - это относительно легкий мяч, отправленный через сетку без угрозы сильной атаки.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "A double hit results from a player contacting the ball twice in a row.",
                "rus": "Двойное касание происходит, когда игрок касается мяча дважды подряд.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "Teams can call a timeout to consult with the coach during a game.",
                "rus": "Команды могут вызвать тайм-аут, чтобы посоветоваться с тренером во время игры.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "A roll shot involves spinning the ball to change its trajectory.",
                "rus": "Ролл-шот включает вращение мяча для изменения его траектории.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "A pipe is an attack through the center by a back-row player.",
                "rus": "Пайп - это атака через центр от игрока задней зоны.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "Receiving a red card results in a warning or ejection for serious misconduct.",
                "rus": "Получение красной карточки влечет за собой предупреждение или удаление за серьезные нарушения.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "A yellow card serves as a caution for rule violations.",
                "rus": "Желтая карточка служит предупреждением за нарушение правил.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "The attack line marks the boundary for attackers during play.",
                "rus": "Линия атаки определяет границу для атакующих во время игры.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "A float serve lacks spin, making it unpredictable for the receiver.",
                "rus": "Плавающая подача не имеет вращения, что делает ее непредсказуемой для приемщика.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "Players often use a wipe to score by hitting the ball off the block.",
                "rus": "Игроки часто используют вайп для забивания, отбивая мяч от блока.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "Executing a pipe set involves setting the ball to the middle player from the back row.",
                "rus": "Исполнение пайп-подачи включает передачу мяча центральному игроку из задней зоны.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "In a side set, the ball is set to the outside hitter.",
                "rus": "В боковой подаче мяч передается наружному нападающему.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "A dump shot involves a quick and short hit over the net.",
                "rus": "Дамп-удар включает в себя быстрый и короткий удар через сетку.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "The middle blocker positions centrally in the blocking formation.",
                "rus": "Центральный защитник занимает центральное положение в блокирующей формации.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "An outside hitter attacks from either side of the net.",
                "rus": "Боковой нападающий атакует с одной из сторон сетки.",
                "quest_type": "translate",
                "difficulty": "0"
            },
            {
                "eng": "The opposite hitter attacks from the opposite side of the setter.",
                "rus": "Противоположный нападающий атакует с противоположной стороны от сеттера.",
                "quest_type": "translate",
                "difficulty": "0"
            }
        ]
    },
    "archery": {
        "words": [
            {
                "eng": "International Archery Federation (FITA)",
                "rus": "Международная Федерация стрельбы из лука (ФИТА)",
                "eng_def": "A governing body for the sport of archery at the international level.",
                "rus_def": "Организация, управляющая спортом в стрельбе из лука на международном уровне."
            },
            {
                "eng": "European and Mediterranean Archery Union (EMAU)",
                "rus": "Европейский и Среднеземноморский союз стрельбы из лука",
                "eng_def": "A regional governing body for archery in Europe and the Mediterranean region.",
                "rus_def": "Региональная организация, управляющая стрельбой из лука в Европе и Средиземноморье."
            },
            {
                "eng": "Aim",
                "rus": "Прицеливаться",
                "eng_def": "To direct one's weapon or sight towards a target with the intent of hitting it.",
                "rus_def": "Направлять оружие или прицел в сторону цели с целью попасть в нее."
            },
            {
                "eng": "Aiming",
                "rus": "Прицеливание",
                "eng_def": "The action of directing a weapon or sight towards a target with the intent of hitting it.",
                "rus_def": "Действие направления оружия или прицела на цель с целью попасть в нее."
            },
            {
                "eng": "Archer",
                "rus": "Стрелок из лука, Лучник",
                "eng_def": "A person skilled in the use of a bow and arrow.",
                "rus_def": "Человек, владеющий навыками использования лука и стрел."
            },
            {
                "eng": "Lady Archer",
                "rus": "Лучница",
                "eng_def": "A female archer.",
                "rus_def": "Женщина-лучник."
            },
            {
                "eng": "Archery",
                "rus": "Стрельба из лука, Мастерство стрельбы из лука",
                "eng_def": "The sport or skill of shooting with a bow and arrow.",
                "rus_def": "Спорт или навык стрельбы из лука."
            },
            {
                "eng": "Arrow",
                "rus": "Стрела",
                "eng_def": "A projectile with a straight thin shaft and an arrowhead at one end.",
                "rus_def": "Снаряд с прямым тонким стержнем и наконечником на одном из концов."
            },
            {
                "eng": "Sighter arrow",
                "rus": "Приццельная стрела",
                "eng_def": "An arrow used to adjust aim or to calibrate equipment.",
                "rus_def": "Стрела, используемая для корректировки прицела или калибровки оборудования."
            },
            {
                "eng": "Arrow head",
                "rus": "Наконечник стрелы",
                "eng_def": "The pointed end of an arrow.",
                "rus_def": "Острый конец стрелы."
            },
            {
                "eng": "Arrow rest",
                "rus": "Полочка для стрелы",
                "eng_def": "A device on a bow to support an arrow.",
                "rus_def": "Устройство на луке для поддержки стрелы."
            },
            {
                "eng": "Binoculars",
                "rus": "Бинокль",
                "eng_def": "An optical instrument used for viewing distant objects with both eyes.",
                "rus_def": "Оптический инструмент, используемый для просмотра удаленных объектов обоими глазами."
            },
            {
                "eng": "Bow",
                "rus": "Лук",
                "eng_def": "A weapon for shooting arrows, typically made of a curved piece of wood.",
                "rus_def": "Оружие для стрельбы стрелами, обычно изогнутый из куска дерева."
            },
            {
                "eng": "Composite bow",
                "rus": "Блочный лук",
                "eng_def": "A bow made from multiple materials such as wood, horn, and sinew.",
                "rus_def": "Лук, изготовленный из нескольких материалов, таких как дерево, рог и сухожилие."
            },
            {
                "eng": "Bow limb",
                "rus": "Плечо лука",
                "eng_def": "The part of the bow that bends when the string is drawn.",
                "rus_def": "Часть лука, которая изгибается при натягивании тетивы."
            },
            {
                "eng": "Bowsling",
                "rus": "Ремень",
                "eng_def": "A strap used to carry a bow over the shoulder.",
                "rus_def": "Ремень, используемый для переноски лука через плечо."
            },
            {
                "eng": "Clicker",
                "rus": "Кликер",
                "eng_def": "A device that produces an audible click to indicate when the archer's draw length has been reached.",
                "rus_def": "Устройство, издающее звуковой щелчок, чтобы указать, что длина натяжения лука достигнута."
            },
            {
                "eng": "Distance",
                "rus": "Дистанция",
                "eng_def": "The space between the archer and the target.",
                "rus_def": "Расстояние между лучником и мишенью."
            },
            {
                "eng": "Event",
                "rus": "Событие, Соревнование",
                "eng_def": "A competition or organized occasion.",
                "rus_def": "Соревнование или организованное мероприятие."
            },
            {
                "eng": "Feather",
                "rus": "Перо",
                "eng_def": "The plumage of a bird used to stabilize the flight of an arrow.",
                "rus_def": "Перья птицы, используемые для стабилизации полета стрелы."
            },
            {
                "eng": "Field Glasses",
                "rus": "Бинокль",
                "eng_def": "Binoculars.",
                "rus_def": "Бинокль."
            },
            {
                "eng": "Finger Tap",
                "rus": "Напальчник",
                "eng_def": "A protective covering for the fingers used to draw the bowstring.",
                "rus_def": "Защитная оболочка для пальцев, используемая для натягивания тетивы."
            },
            {
                "eng": "Fletching",
                "rus": "Оперение",
                "eng_def": "The feathers attached to an arrow to stabilize its flight.",
                "rus_def": "Перья, прикрепленные к стреле для стабилизации ее полета."
            },
            {
                "eng": "Handle",
                "rus": "Рукоятка",
                "eng_def": "The grip of a bow.",
                "rus_def": "Ручка лука."
            },
            {
                "eng": "Hit",
                "rus": "Попадание",
                "eng_def": "A successful shot that strikes the target.",
                "rus_def": "Успешный выстрел, попадающий в цель."
            },
            {
                "eng": "Judge",
                "rus": "Судья",
                "eng_def": "An official who assesses and scores archery competitions.",
                "rus_def": "Официальное лицо, оценивающее и подсчитывающее результаты соревнований по стрельбе из лука."
            },
            {
                "eng": "Lights",
                "rus": "Светофор",
                "eng_def": "A set of signals indicating when it is safe to shoot.",
                "rus_def": "Набор сигналов, указывающих, когда безопасно стрелять."
            },
            {
                "eng": "Line",
                "rus": "Линия",
                "eng_def": "A boundary or demarcation.",
                "rus_def": "Граница или разграничение."
            },
            {
                "eng": "Nock",
                "rus": "Хвостовик",
                "eng_def": "The notch at the end of an arrow where the bowstring is placed.",
                "rus_def": "Выемка на конце стрелы, куда устанавливается тетива."
            },
            {
                "eng": "Peep hole",
                "rus": "Диоптрический прицел",
                "eng_def": "A small aperture through which the archer views the target.",
                "rus_def": "Маленькое отверстие, через которое лучник видит цель."
            },
            {
                "eng": "Pile",
                "rus": "Наконечник",
                "eng_def": "The point or tip of an arrow.",
                "rus_def": "Острие стрелы."
            },
            {
                "eng": "Point",
                "rus": "Очко",
                "eng_def": "A mark awarded in scoring.",
                "rus_def": "Оценка, присуждаемая при подсчете."
            },
            {
                "eng": "Point of aim",
                "rus": "Точка прицеливания",
                "eng_def": "The precise spot at which an archer aims on the target.",
                "rus_def": "Точное место, на которое лучник прицеливается в цели."
            },
            {
                "eng": "Quiver",
                "rus": "Колчан",
                "eng_def": "A container for holding arrows.",
                "rus_def": "Контейнер для хранения стрел."
            },
            {
                "eng": "Range",
                "rus": "Полигон",
                "eng_def": "An area designed for shooting practice.",
                "rus_def": "Область, предназначенная для стрельбы."
            },
            {
                "eng": "Scoresheet",
                "rus": "Протокол",
                "eng_def": "A document used to record scores and other details of a competition.",
                "rus_def": "Документ, используемый для записи счета и других деталей соревнования."
            },
            {
                "eng": "Scoring value",
                "rus": "Оценка",
                "eng_def": "The point value assigned to an arrow hitting a particular zone on the target.",
                "rus_def": "Оценочное значение, присваиваемое стреле, попавшей в определенную зону цели."
            },
            {
                "eng": "Series",
                "rus": "Серия",
                "eng_def": "A sequence of shots fired by an archer.",
                "rus_def": "Последовательность выстрелов, сделанных лучником."
            },
            {
                "eng": "Serving",
                "rus": "Обмотка",
                "eng_def": "A protective wrapping around the bowstring.",
                "rus_def": "Защитная оболочка вокруг тетивы."
            },
            {
                "eng": "Shaft",
                "rus": "Трубка",
                "eng_def": "The long, narrow part of an arrow.",
                "rus_def": "Длинная, узкая часть стрелы."
            },
            {
                "eng": "Shooting",
                "rus": "Стрельба",
                "eng_def": "The action of firing a bow or other projectile weapon.",
                "rus_def": "Действие выпуска стрелы из лука или другого оружия."
            },
            {
                "eng": "Shooting Position",
                "rus": "Положение для стрельбы",
                "eng_def": "The stance or posture adopted by an archer when shooting.",
                "rus_def": "Стоящая или сидячая позиция, принимаемая лучником при стрельбе."
            },
            {
                "eng": "Shooting Time",
                "rus": "Время стрельбы",
                "eng_def": "The period during which archers are allowed to shoot their arrows.",
                "rus_def": "Период, в течение которого лучникам разрешено стрелять из своих стрел."
            },
            {
                "eng": "Shot",
                "rus": "Выстрел",
                "eng_def": "The action of firing a bow or other projectile weapon.",
                "rus_def": "Действие выпуска стрелы из лука или другого оружия."
            },
            {
                "eng": "Sight",
                "rus": "Прицел",
                "eng_def": "A device used to assist in aiming.",
                "rus_def": "Устройство, используемое для помощи в прицеливании."
            },
            {
                "eng": "Sight Window",
                "rus": "Окно прицела",
                "eng_def": "The open area of a bow through which an archer aims.",
                "rus_def": "Открытая область лука, через которую прицеливается лучник."
            },
            {
                "eng": "Stabilizer",
                "rus": "Стабилизатор",
                "eng_def": "A device attached to a bow to reduce vibration and improve balance.",
                "rus_def": "Устройство, прикрепленное к луку для снижения вибрации и улучшения баланса."
            },
            {
                "eng": "String",
                "rus": "Тетива",
                "eng_def": "The cord used to propel the arrow from a bow.",
                "rus_def": "Шнур, используемый для запуска стрелы из лука."
            },
            {
                "eng": "Tackle",
                "rus": "Снаряжение",
                "eng_def": "Equipment or gear used for a specific purpose or activity.",
                "rus_def": "Оборудование или снаряжение, используемое для определенной цели или деятельности."
            },
            {
                "eng": "Target",
                "rus": "Мишень",
                "eng_def": "An object aimed at or fired upon.",
                "rus_def": "Объект, нацеленный или пораженный."
            },
            {
                "eng": "Value of an Arrow",
                "rus": "Цена попадания",
                "eng_def": "The score assigned to an arrow depending on where it hits the target.",
                "rus_def": "Счет, присвоенный стреле, в зависимости от того, куда она попала по мишени."
            },
            {
                "eng": "Zones",
                "rus": "Зоны",
                "eng_def": "The different sections of a target, each with its own scoring value.",
                "rus_def": "Различные секции мишени, каждая со своим собственным оценочным значением."
            },
            {
                "eng": "Gold zone",
                "rus": "Золотой круг",
                "eng_def": "The central area of a target with the highest scoring value.",
                "rus_def": "Центральная область мишени с наивысшим оценочным значением."
            },
            {
                "eng": "Black zone",
                "rus": "Черный круг",
                "eng_def": "The outermost area of a target with the lowest scoring value.",
                "rus_def": "Самая внешняя область мишени с наименьшим оценочным значением."
            },
            {
                "eng": "Blue zone",
                "rus": "Голубой круг",
                "eng_def": "A section of a target with a moderate scoring value.",
                "rus_def": "Секция мишени с умеренным оценочным значением."
            },
            {
                "eng": "Red zone",
                "rus": "Красный круг",
                "eng_def": "A section of a target with a high scoring value.",
                "rus_def": "Секция мишени с высоким оценочным значением."
            },
            {
                "eng": "White zone",
                "rus": "Белый круг",
                "eng_def": "A section of a target with a moderate scoring value.",
                "rus_def": "Секция мишени с умеренным оценочным значением."
            }
        ],
        "questions": []
    },
    "box": {
        "words": [
            {
                "eng": "Assistant second",
                "rus": "Помощник секунданта",
                "eng_def": "A person who assists the second (trainer) of a boxer during a fight.",
                "rus_def": "Человек, который помогает секунданту боксера во время боя."
            },
            {
                "eng": "Attack",
                "rus": "Атака",
                "eng_def": "An aggressive move or action aimed at gaining an advantage over an opponent.",
                "rus_def": "Агрессивный ход или действие, направленное на получение преимущества над противником."
            },
            {
                "eng": "Blow",
                "rus": "Удар",
                "eng_def": "A hard strike with a hand, fist, or object.",
                "rus_def": "Сильный удар рукой, кулаком или предметом."
            },
            {
                "eng": "Blow below the belt",
                "rus": "Удар ниже пояса",
                "eng_def": "An illegal strike aimed at an opponent's groin area.",
                "rus_def": "Нелегальный удар, направленный в область паха противника."
            },
            {
                "eng": "Blow to the body",
                "rus": "Удар по корпусу",
                "eng_def": "A strike targeting the torso or midsection of an opponent.",
                "rus_def": "Удар, направленный на туловище или середину тела противника."
            },
            {
                "eng": "Blow to the head",
                "rus": "Удар в голову",
                "eng_def": "A strike aimed at the head of an opponent.",
                "rus_def": "Удар, направленный в голову противника."
            },
            {
                "eng": "Blow to the jaw",
                "rus": "Удар в челюсть",
                "eng_def": "A strike directed at the jawbone of an opponent.",
                "rus_def": "Удар, направленный в нижнюю челюсть противника."
            },
            {
                "eng": "Blow with the inside",
                "rus": "Удар внутренней стороной перчатки",
                "eng_def": "A strike made using the inside part of the boxing glove.",
                "rus_def": "Удар, совершаемый с использованием внутренней части боксерской перчатки."
            },
            {
                "eng": "Blow with the open glove",
                "rus": "Удар открытой перчаткой",
                "eng_def": "A strike delivered with the palm of the hand or an open fist.",
                "rus_def": "Удар, наносимый ладонью или открытой кулаком."
            },
            {
                "eng": "Counter-blow",
                "rus": "Ответный удар",
                "eng_def": "A strike delivered in response to an opponent's attack.",
                "rus_def": "Удар, наносимый в ответ на атаку противника."
            },
            {
                "eng": "Decisive blow",
                "rus": "Решающий удар",
                "eng_def": "A strike that significantly impacts the outcome of a fight.",
                "rus_def": "Удар, который значительно влияет на исход боя."
            },
            {
                "eng": "Exchange of blows",
                "rus": "Обмен ударами",
                "eng_def": "A sequence of alternating strikes between opponents.",
                "rus_def": "Последовательность чередующихся ударов между противниками."
            },
            {
                "eng": "Foul blow",
                "rus": "Удар не по правилам",
                "eng_def": "An illegal strike that violates the rules of boxing.",
                "rus_def": "Нелегальный удар, нарушающий правила бокса."
            },
            {
                "eng": "Hard blow",
                "rus": "Сильный удар",
                "eng_def": "A powerful strike with significant force behind it.",
                "rus_def": "Мощный удар с значительной силой."
            },
            {
                "eng": "Knockout blow",
                "rus": "Нокаутирующий удар",
                "eng_def": "A strike that renders an opponent unconscious, resulting in a knockout.",
                "rus_def": "Удар, лишающий соперника сознания и приводящий к нокауту."
            },
            {
                "eng": "Series of blows",
                "rus": "Серия ударов",
                "eng_def": "A consecutive set of strikes delivered in quick succession.",
                "rus_def": "Последовательный набор ударов, наносимых быстро и подряд."
            },
            {
                "eng": "Stop blow",
                "rus": "Встречный удар",
                "eng_def": "A defensive strike made in response to an opponent's attack.",
                "rus_def": "Оборонительный удар, совершаемый в ответ на атаку противника."
            },
            {
                "eng": "Straight blow",
                "rus": "Прямой удар",
                "eng_def": "A direct strike delivered with a straight arm or fist.",
                "rus_def": "Прямой удар, наносимый прямой рукой или кулаком."
            },
            {
                "eng": "To deliver a blow",
                "rus": "Наносить удар",
                "eng_def": "To strike or hit an opponent with force.",
                "rus_def": "Наносить удар или ударять противника с силой."
            },
            {
                "eng": "To parry a blow",
                "rus": "Парировать удар",
                "eng_def": "To deflect or block an opponent's strike.",
                "rus_def": "Отклонить или блокировать удар противника."
            },
            {
                "eng": "Bout",
                "rus": "Бой, схватка",
                "eng_def": "A match or contest between two boxers.",
                "rus_def": "Матч или соревнование между двумя боксерами."
            },
            {
                "eng": "Sparring bout",
                "rus": "Спарринг-бой",
                "eng_def": "A practice fight between boxers for training purposes.",
                "rus_def": "Тренировочный бой между боксерами для тренировки."
            },
            {
                "eng": "To fight a bout",
                "rus": "Вести бой",
                "eng_def": "To engage in a boxing match or contest.",
                "rus_def": "Участвовать в боксерском поединке или соревновании."
            },
            {
                "eng": "Preliminary bouts",
                "rus": "Предварительные бои",
                "eng_def": "The initial matches in a boxing tournament.",
                "rus_def": "Первые матчи в боксерском турнире."
            },
            {
                "eng": "Quarter-final bouts",
                "rus": "Четвертьфинальные бои",
                "eng_def": "The matches held in the quarterfinal round of a boxing competition.",
                "rus_def": "Матчи, проводимые в четвертьфинальном раунде боксерского соревнования."
            },
            {
                "eng": "Semi-final bouts",
                "rus": "Полуфинальные бои",
                "eng_def": "The matches held in the semifinal round of a boxing competition.",
                "rus_def": "Матчи, проводимые в полуфинальном раунде боксерского соревнования."
            },
            {
                "eng": "Final bouts",
                "rus": "Финальные бои",
                "eng_def": "The matches held in the final round of a boxing competition.",
                "rus_def": "Матчи, проводимые в финальном раунде боксерского соревнования."
            },
            {
                "eng": "Box",
                "rus": "Боксировать",
                "eng_def": "To engage in the sport of boxing.",
                "rus_def": "Участвовать в спорте бокса."
            },
            {
                "eng": "Boxer",
                "rus": "Боксер",
                "eng_def": "A person who participates in the sport of boxing.",
                "rus_def": "Человек, который участвует в спорте бокса."
            },
            {
                "eng": "Boxing",
                "rus": "Бокс",
                "eng_def": "The sport or practice of fighting with gloved fists according to set rules.",
                "rus_def": "Спорт или практика схватки с перчатками по определенным правилам."
            },
            {
                "eng": "Boxing gloves",
                "rus": "Боксерские перчатки",
                "eng_def": "Protective gloves worn by boxers during training and matches.",
                "rus_def": "Защитные перчатки, надеваемые боксерами во время тренировок и матчей."
            },
            {
                "eng": "Butting",
                "rus": "Удар головой",
                "eng_def": "The act of striking an opponent with the head.",
                "rus_def": "Действие удара противника головой."
            },
            {
                "eng": "Caution",
                "rus": "Замечание",
                "eng_def": "A warning or advisory message.",
                "rus_def": "Предупреждение или советующее сообщение."
            },
            {
                "eng": "Clinch",
                "rus": "Захват",
                "eng_def": "A grappling position where fighters hold each other closely.",
                "rus_def": "Позиция захвата, в которой бойцы держатся друг за друга."
            },
            {
                "eng": "Commission of referring and judging",
                "rus": "Судейская коллегия",
                "eng_def": "The group responsible for overseeing and judging boxing matches.",
                "rus_def": "Группа, ответственная за надзор и судейство боксерских поединков."
            },
            {
                "eng": "Corner",
                "rus": "Угол",
                "eng_def": "The area where boxers receive instruction and assistance during breaks in a match.",
                "rus_def": "Область, где боксеры получают инструкции и помощь во время перерывов в матче."
            },
            {
                "eng": "Count",
                "rus": "Счет",
                "eng_def": "The act of keeping track of time or counting knockdowns in boxing.",
                "rus_def": "Действие отслеживания времени или подсчета нокдаунов в боксе."
            },
            {
                "eng": "Counter",
                "rus": "Контрудар",
                "eng_def": "A defensive or retaliatory strike made in response to an opponent's attack.",
                "rus_def": "Оборонительный или отпорный удар, совершаемый в ответ на атаку противника."
            },
            {
                "eng": "Crouch",
                "rus": "Низкая стойка",
                "eng_def": "A low stance or position often used for defensive purposes.",
                "rus_def": "Низкая стойка или позиция, часто используемая в оборонительных целях."
            },
            {
                "eng": "Defence",
                "rus": "Защита",
                "eng_def": "The act of protecting oneself or others from harm or danger.",
                "rus_def": "Действие защиты себя или других от вреда или опасности."
            },
            {
                "eng": "Duck",
                "rus": "Нырок",
                "eng_def": "A quick lowering of the head or body to avoid a blow.",
                "rus_def": "Быстрое опускание головы или тела для уклонения от удара."
            },
            {
                "eng": "Fast-mover",
                "rus": "Боксер-темповик",
                "eng_def": "A boxer known for their quick movements and speed in the ring.",
                "rus_def": "Боксер, известный своими быстрыми движениями и скоростью на ринге."
            },
            {
                "eng": "Fighter",
                "rus": "Агрессивный боксер",
                "eng_def": "A person who engages in physical combat or boxing matches.",
                "rus_def": "Человек, который участвует в физическом бою или боксерских поединках."
            },
            {
                "eng": "Fist",
                "rus": "Кулак",
                "eng_def": "The hand with the fingers clenched tightly into the palm.",
                "rus_def": "Рука с пальцами крепко сжатыми в кулак."
            },
            {
                "eng": "Footwork",
                "rus": "Работа ног, перемещения",
                "eng_def": "The movement of the feet in boxing, especially in terms of agility and positioning.",
                "rus_def": "Движение ног в боксе, особенно с точки зрения ловкости и позиционирования."
            },
            {
                "eng": "Gong",
                "rus": "Гонг",
                "eng_def": "A metallic instrument used to signal the start or end of a round.",
                "rus_def": "Металлический инструмент, используемый для сигнализации начала или конца раунда."
            },
            {
                "eng": "Gown",
                "rus": "Халат",
                "eng_def": "A garment worn by boxers during their entrance to the ring.",
                "rus_def": "Одежда, надеваемая боксерами при входе на ринг."
            },
            {
                "eng": "Groggy",
                "rus": "Гроги",
                "eng_def": "Dazed or unsteady, often after receiving a blow or impact.",
                "rus_def": "Ошеломленный или неустойчивый, часто после получения удара или удара."
            },
            {
                "eng": "Guard",
                "rus": "Защитная стойка",
                "eng_def": "A defensive posture or position adopted by a boxer to protect against strikes.",
                "rus_def": "Оборонительная позиция или позиция, принимаемая боксером для защиты от ударов."
            },
            {
                "eng": "Gum shield",
                "rus": "Капа",
                "eng_def": "A protective mouthguard worn by boxers to prevent dental injuries.",
                "rus_def": "Защитный боксерский щиток, надеваемый боксерами для предотвращения травм зубов."
            },
            {
                "eng": "Hand bandage",
                "rus": "Боксерские бинты",
                "eng_def": "Cloth strips wrapped around the hands and wrists for support and protection.",
                "rus_def": "Тканевые полосы, завернутые вокруг рук и запястий для поддержки и защиты."
            },
            {
                "eng": "Hook",
                "rus": "Хук",
                "eng_def": "A punch thrown with a bent arm, targeting the side of an opponent's head or body.",
                "rus_def": "Удар, брошенный с изогнутой рукой, направленный на боковую сторону головы или тела противника."
            },
            {
                "eng": "Illegal punch",
                "rus": "Нелегальный удар",
                "eng_def": "A punch that violates the rules of boxing.",
                "rus_def": "Удар, нарушающий правила бокса."
            },
            {
                "eng": "In-fighter",
                "rus": "Боксер-ближний боец",
                "eng_def": "A boxer who specializes in fighting at close range, often using infighting techniques.",
                "rus_def": "Боксер, который специализируется на схватке на близком расстоянии, часто используя технику ближнего боя."
            },
            {
                "eng": "Infighting",
                "rus": "Ближний бой",
                "eng_def": "Fighting at close range, often involving grappling and short-range punches.",
                "rus_def": "Схватка на близком расстоянии, часто включающая в себя схватку и короткие удары."
            },
            {
                "eng": "Instructions",
                "rus": "Инструкции",
                "eng_def": "Information or guidance provided to boxers by their trainers or coaches.",
                "rus_def": "Информация или руководство, предоставляемое боксерам их тренерами или коучами."
            },
            {
                "eng": "Jab",
                "rus": "Джэб",
                "eng_def": "A quick, straight punch thrown with the lead hand.",
                "rus_def": "Быстрый прямой удар, брошенный передней рукой."
            },
            {
                "eng": "Judges",
                "rus": "Судьи",
                "eng_def": "Officials responsible for scoring boxing matches and determining winners.",
                "rus_def": "Чиновники, ответственные за подсчет очков в боксерских поединках и определение победителей."
            },
            {
                "eng": "Knockdown",
                "rus": "Нокдаун",
                "eng_def": "A situation where a boxer is knocked to the canvas or floor but not out of the fight.",
                "rus_def": "Ситуация, когда боксер выбит на ковер или пол, но не из боя."
            },
            {
                "eng": "Knockout, KO",
                "rus": "Нокаут",
                "eng_def": "A situation where a boxer is rendered unconscious and unable to continue, resulting in a victory for their opponent.",
                "rus_def": "Ситуация, когда боксер теряет сознание и не может продолжить бой, что приводит к победе его соперника."
            },
            {
                "eng": "Laces",
                "rus": "Шнурки",
                "eng_def": "The strings used to tie boxing gloves.",
                "rus_def": "Шнурки, используемые для завязывания боксерских перчаток."
            },
            {
                "eng": "Lead hand",
                "rus": "Передняя рука",
                "eng_def": "The hand closest to the opponent's lead foot, often used for jabs.",
                "rus_def": "Рука, ближайшая к передней ноге противника, часто используемая для джебов."
            },
            {
                "eng": "Left hook",
                "rus": "Левый хук",
                "eng_def": "A hook punch thrown with the left hand.",
                "rus_def": "Удар хуком, брошенный левой рукой."
            },
            {
                "eng": "Low blow",
                "rus": "Удар ниже пояса",
                "eng_def": "A punch delivered below the opponent's waist, considered illegal in boxing.",
                "rus_def": "Удар, наносимый ниже пояса противника, считается нелегальным в боксе."
            },
            {
                "eng": "Manager",
                "rus": "Менеджер",
                "eng_def": "A person who oversees the career and business affairs of a boxer.",
                "rus_def": "Человек, который контролирует карьеру и деловые вопросы боксера."
            },
            {
                "eng": "Match",
                "rus": "Матч",
                "eng_def": "A contest or competition between two boxers.",
                "rus_def": "Соревнование или соревнование между двумя боксерами."
            },
            {
                "eng": "Mouthpiece",
                "rus": "Капа",
                "eng_def": "A protective device worn in the mouth to prevent dental injuries.",
                "rus_def": "Защитное устройство, надеваемое во рту для предотвращения травм зубов."
            },
            {
                "eng": "Neutral corner",
                "rus": "Нейтральный угол",
                "eng_def": "A designated corner of the ring where a boxer must go after knocking down their opponent.",
                "rus_def": "Определенный угол ринга, куда боксер должен пойти после того, как выбьет своего соперника."
            },
            {
                "eng": "Official",
                "rus": "Официальный",
                "eng_def": "A person with authority or responsibility in a boxing match, such as a referee or judge.",
                "rus_def": "Человек с полномочиями или ответственностью в боксерском поединке, такой как судья или арбитр."
            },
            {
                "eng": "Opponent",
                "rus": "Соперник",
                "eng_def": "A person who competes against another in a boxing match.",
                "rus_def": "Человек, который соревнуется с другим в боксерском поединке."
            },
            {
                "eng": "Out-boxer",
                "rus": "Боксер-аутбокер",
                "eng_def": "A boxer who specializes in maintaining distance and using footwork to outmaneuver opponents.",
                "rus_def": "Боксер, который специализируется на сохранении дистанции и использовании работы ног для маневрирования противников."
            },
            {
                "eng": "Outfighting",
                "rus": "Внешний бой",
                "eng_def": "A style of boxing that emphasizes maintaining distance and utilizing long-range punches.",
                "rus_def": "Стиль бокса, который подчеркивает сохранение дистанции и использование ударов на длинное расстояние."
            },
            {
                "eng": "Outside fighting",
                "rus": "Внешний бой",
                "eng_def": "A style of boxing that emphasizes maintaining distance and utilizing long-range punches.",
                "rus_def": "Стиль бокса, который подчеркивает сохранение дистанции и использование ударов на длинное расстояние."
            },
            {
                "eng": "Overhand punch",
                "rus": "Удар сверху",
                "eng_def": "A punch thrown in a downward arc, often targeting the head.",
                "rus_def": "Удар, брошенный вниз с дуговой траекторией, часто направленный на голову."
            },
            {
                "eng": "Overweight",
                "rus": "Избыточный вес",
                "eng_def": "A boxer weighing more than the stipulated weight limit for their weight class.",
                "rus_def": "Боксер, вес которого превышает установленный весовой лимит для его весовой категории."
            },
            {
                "eng": "Pace",
                "rus": "Темп",
                "eng_def": "The rate or speed at which a boxing match progresses.",
                "rus_def": "Скорость или скорость, с которой прогрессирует боксерский поединок."
            },
            {
                "eng": "Padded gloves",
                "rus": "Боксерские перчатки",
                "eng_def": "Boxing gloves that have padding to protect both the boxer's hands and their opponent.",
                "rus_def": "Боксерские перчатки с подкладкой для защиты как рук боксера, так и его оппонента."
            },
            {
                "eng": "Phantom punch",
                "rus": "Фантомный удар",
                "eng_def": "A punch that appears to have little or no force behind it.",
                "rus_def": "Удар, который кажется малоэффективным или без силы."
            },
            {
                "eng": "Professional boxing",
                "rus": "Профессиональный бокс",
                "eng_def": "The form of boxing practiced by professionals, often for financial gain.",
                "rus_def": "Форма бокса, практикуемая профессионалами, часто ради финансового выигрыша."
            },
            {
                "eng": "Pulling",
                "rus": "Тяга",
                "eng_def": "The act of grabbing an opponent to prevent them from punching.",
                "rus_def": "Действие схватывания противника, чтобы предотвратить его удары."
            },
            {
                "eng": "Punch",
                "rus": "Удар",
                "eng_def": "A strike with the fist, typically involving the forward movement of the arm.",
                "rus_def": "Удар кулаком, обычно включающий движение руки вперед."
            },
            {
                "eng": "Referee",
                "rus": "Судья",
                "eng_def": "An official who enforces the rules of boxing during a match.",
                "rus_def": "Чиновник, который контролирует соблюдение правил бокса во время матча."
            },
            {
                "eng": "Rematch",
                "rus": "Досрочный реванш",
                "eng_def": "A second match between the same opponents, often following a previous match with no decisive outcome.",
                "rus_def": "Второй матч между теми же оппонентами, часто в следующем матче без решающего результата."
            },
            {
                "eng": "Right cross",
                "rus": "Правый кросс",
                "eng_def": "A punch thrown with the right hand, usually following a jab or used as a counter.",
                "rus_def": "Удар, брошенный правой рукой, обычно в следующем джебе или используемый в качестве контраста."
            },
            {
                "eng": "Ringside",
                "rus": "У края ринга",
                "eng_def": "The area immediately outside of the boxing ring.",
                "rus_def": "Область непосредственно за пределами боксерского ринга."
            },
            {
                "eng": "Ring",
                "rus": "Ринг",
                "eng_def": "A raised platform enclosed by ropes where boxing matches take place.",
                "rus_def": "Поднятая платформа, огороженная веревками, где проходят боксерские поединки."
            },
            {
                "eng": "Rope-a-dope",
                "rus": "Тактика 'веревочной обманки'",
                "eng_def": "A boxing strategy where a boxer pretends to be trapped against the ropes, allowing their opponent to tire themselves out.",
                "rus_def": "Стратегия бокса, когда боксер делает вид, что застрял на веревках, позволяя своему сопернику утомиться."
            },
            {
                "eng": "Round",
                "rus": "Раунд",
                "eng_def": "A unit of time in boxing matches, typically lasting three minutes.",
                "rus_def": "Единица времени в боксерских поединках, обычно длится три минуты."
            },
            {
                "eng": "Seconds",
                "rus": "Секунданты",
                "eng_def": "The team members who assist a boxer during breaks between rounds.",
                "rus_def": "Члены команды, которые помогают боксеру в перерывах между раундами."
            },
            {
                "eng": "Slip",
                "rus": "Скользить",
                "eng_def": "A defensive maneuver where a boxer moves their body to evade an opponent's punch.",
                "rus_def": "Оборонительный маневр, когда боксер передвигает свое тело, чтобы уклониться от удара противника."
            },
            {
                "eng": "Southpaw",
                "rus": "Левша",
                "eng_def": "A boxer who leads with their right hand and right foot forward.",
                "rus_def": "Боксер, который начинает с правой руки и правой ноги вперед."
            },
            {
                "eng": "Sparring",
                "rus": "Спарринг",
                "eng_def": "Practice bouts or sessions in boxing where boxers train with each other.",
                "rus_def": "Тренировочные поединки или сессии в боксе, где боксеры тренируются друг с другом."
            },
            {
                "eng": "Stance",
                "rus": "Стойка",
                "eng_def": "The posture or position adopted by a boxer in preparation for engaging in a match.",
                "rus_def": "Поза или положение, принятое боксером в преддверии начала матча."
            },
            {
                "eng": "Step aside",
                "rus": "Отступить",
                "eng_def": "A move where a boxer moves to the side to evade an opponent's punch.",
                "rus_def": "Движение, когда боксер отходит в сторону, чтобы уклониться от удара противника."
            },
            {
                "eng": "Stoppage",
                "rus": "Остановка",
                "eng_def": "The act of a referee or official pausing a boxing match, typically to protect a fighter from further harm.",
                "rus_def": "Действие арбитра или чиновника по приостановлению боксерского поединка, обычно чтобы защитить бойца от дальнейшего вреда."
            },
            {
                "eng": "Striking",
                "rus": "Удары",
                "eng_def": "The act of delivering blows or punches in boxing.",
                "rus_def": "Действие нанесения ударов или ударов в боксе."
            },
            {
                "eng": "Style",
                "rus": "Стиль",
                "eng_def": "The characteristic manner in which a boxer fights or moves in the ring.",
                "rus_def": "Характерный способ боя или передвижения боксера на ринге."
            },
            {
                "eng": "Swarm",
                "rus": "Рой",
                "eng_def": "A style of boxing where a fighter continuously attacks with a flurry of punches.",
                "rus_def": "Стиль бокса, при котором боец непрерывно нападает градом ударов."
            },
            {
                "eng": "Tape",
                "rus": "Лента",
                "eng_def": "A strip of material used to wrap the hands or protect equipment in boxing.",
                "rus_def": "Полоса материала, используемая для обмотки рук или защиты оборудования в боксе."
            },
            {
                "eng": "Throw",
                "rus": "Бросить",
                "eng_def": "To launch a punch or strike with force in boxing.",
                "rus_def": "Бросить удар или удар с силой в боксе."
            },
            {
                "eng": "Title bout",
                "rus": "Бой за титул",
                "eng_def": "A boxing match where the title or championship of a weight class is at stake.",
                "rus_def": "Боксерский поединок, в котором на кону титул или чемпионат весовой категории."
            },
            {
                "eng": "Technical Knockout",
                "rus": "Технический нокаут",
                "eng_def": "A stoppage of a boxing match by the referee or official due to a fighter being unable to continue.",
                "rus_def": "Приостановка боксерского поединка арбитром или чиновником из-за невозможности бойца продолжить бой."
            },
            {
                "eng": "Training camp",
                "rus": "Тренировочный лагерь",
                "eng_def": "A facility or location where boxers prepare for upcoming matches.",
                "rus_def": "Учреждение или место, где боксеры готовятся к предстоящим матчам."
            },
            {
                "eng": "Trainer",
                "rus": "Тренер",
                "eng_def": "A person who coaches and instructs boxers in preparation for matches.",
                "rus_def": "Человек, который тренирует и инструктирует боксеров в преддверии матчей."
            },
            {
                "eng": "Uppercut",
                "rus": "Апперкот",
                "eng_def": "A punch thrown upward with a bent arm, targeting the opponent's chin or body from below.",
                "rus_def": "Удар, брошенный вверх с изогнутой рукой, нацеливающийся на подбородок или тело противника снизу."
            },
            {
                "eng": "Weigh-in",
                "rus": "Взвешивание",
                "eng_def": "The process of determining a boxer's weight before a match.",
                "rus_def": "Процесс определения веса боксера перед матчем."
            },
            {
                "eng": "Weight class",
                "rus": "Весовая категория",
                "eng_def": "A category or division in boxing based on a fighter's weight.",
                "rus_def": "Категория или дивизион в боксе, основанный на весе бойца."
            }
        ],
        "questions": []
    },
    "mini football": {
        "words": [
            {
                "eng": "Corner kick",
                "rus": "Угловой",
                "eng_def": "A method of restarting play in soccer where the ball is kicked from the corner of the field.",
                "rus_def": "Способ возобновления игры в футболе, при котором мяч пинается из угла поля."
            },
            {
                "eng": "Defender",
                "rus": "Защитник",
                "eng_def": "A player responsible for protecting their team's goal and preventing the opposing team from scoring.",
                "rus_def": "Игрок, ответственный за защиту ворот своей команды и предотвращение забивания соперниками."
            },
            {
                "eng": "Diving",
                "rus": "Дайвинг",
                "eng_def": "The action of deliberately falling or pretending to be fouled in order to deceive the referee.",
                "rus_def": "Действие намеренного падения или притворной полученной травмы с целью обмануть арбитра."
            },
            {
                "eng": "Extra time",
                "rus": "Дополнительное время",
                "eng_def": "Additional time played at the end of a match to break a tie.",
                "rus_def": "Дополнительное время, которое играется в конце матча для разрешения ничьи."
            },
            {
                "eng": "Goalkeeper",
                "rus": "Вратарь",
                "eng_def": "A player whose main job is to stop the opposing team from scoring by preventing the ball from entering the goal.",
                "rus_def": "Игрок, чья основная задача - предотвратить забивание мяча соперниками, не допустив его попадания в ворота."
            },
            {
                "eng": "Goal line",
                "rus": "Линия ворот",
                "eng_def": "The line marking the width of the goal at each end of the field.",
                "rus_def": "Линия, отмечающая ширину ворот на каждом конце поля."
            },
            {
                "eng": "Handball",
                "rus": "Игра рукой",
                "eng_def": "An infraction in soccer where a player handles the ball with their hand or arm.",
                "rus_def": "Нарушение в футболе, когда игрок касается мяча рукой или рукой."
            },
            {
                "eng": "Offside",
                "rus": "Офсайд",
                "eng_def": "A rule in soccer where a player is in an offside position if they are nearer to the opponent's goal line than both the ball and the second last opponent.",
                "rus_def": "Правило в футболе, когда игрок находится в положении вне игры, если он ближе к линии ворот соперника, чем мяч и предпоследний оппонент."
            },
            {
                "eng": "Pass",
                "rus": "Пас",
                "eng_def": "A deliberate kick, header, or other touch of the ball from one player to another.",
                "rus_def": "Целенаправленный удар ногой, головой или иным прикосновением мяча от одного игрока к другому."
            },
            {
                "eng": "Penalty, Penalty kick",
                "rus": "Пенальти",
                "eng_def": "A free kick awarded to the opposing team if a defensive player commits a foul in the penalty area.",
                "rus_def": "Штрафной удар, присуждаемый сопернической команде, если защитник совершает нарушение в зоне пенальти."
            },
            {
                "eng": "Penalty area",
                "rus": "Зона пенальти",
                "eng_def": "The area marked around each goal in soccer where certain fouls result in a penalty kick.",
                "rus_def": "Область, отмеченная вокруг каждых ворот в футболе, где определенные нарушения ведут к пенальти."
            },
            {
                "eng": "Penalty shootout",
                "rus": "Серия послематчевых пенальти",
                "eng_def": "A method used to determine the winner of a match that is still tied after extra time, where each team takes turns to shoot penalty kicks.",
                "rus_def": "Метод определения победителя матча, который все еще не выигран в дополнительное время, где каждая команда поочередно выполняет штрафные удары."
            },
            {
                "eng": "Penalty spot",
                "rus": "Одиннадцатиметровая отметка",
                "eng_def": "The marked spot from which penalty kicks are taken in soccer.",
                "rus_def": "Отмеченное место, с которого выполняются пенальти в футболе."
            },
            {
                "eng": "Red card",
                "rus": "Красная карточка",
                "eng_def": "A card shown by the referee to indicate that a player has been sent off the field for a serious offense.",
                "rus_def": "Карточка, показанная судьей для обозначения того, что игрок был удален с поля за серьезное нарушение."
            },
            {
                "eng": "Shoot",
                "rus": "Бить по мячу",
                "eng_def": "To kick the ball towards the goal with the intention of scoring.",
                "rus_def": "Ударить мяч по направлению к воротам с целью забить гол."
            },
            {
                "eng": "Striker",
                "rus": "Нападающий",
                "eng_def": "A player whose main role is to score goals.",
                "rus_def": "Игрок, чья основная задача - забивать голы."
            },
            {
                "eng": "Substitute",
                "rus": "Замена",
                "eng_def": "A player who replaces another player during a game.",
                "rus_def": "Игрок, который заменяет другого игрока во время игры."
            },
            {
                "eng": "Tackle",
                "rus": "Отбирать мяч",
                "eng_def": "To challenge an opponent for possession of the ball.",
                "rus_def": "Вызвать соперника на отбор мяча."
            },
            {
                "eng": "Tactical",
                "rus": "Тактический",
                "eng_def": "Relating to or constituting actions carefully planned to gain a specific end.",
                "rus_def": "Относящийся к действиям, тщательно запланированным для достижения определенной цели."
            },
            {
                "eng": "Throw in",
                "rus": "Вбросить, вернуть мяч в игру",
                "eng_def": "To resume play by throwing the ball back onto the field from the sidelines.",
                "rus_def": "Возобновить игру, бросив мяч обратно на поле с боковой линии."
            },
            {
                "eng": "Touchline",
                "rus": "Боковая линия",
                "eng_def": "The line marking the long sides of the field in soccer.",
                "rus_def": "Линия, отмечающая длинные стороны поля в футболе."
            },
            {
                "eng": "Wall",
                "rus": "Стенка из футболистов",
                "eng_def": "A group of players from the defending team who stand close together to block a free kick.",
                "rus_def": "Группа игроков защитящейся команды, которые стоят близко друг к другу, чтобы блокировать штрафной удар."
            },
            {
                "eng": "Yellow card",
                "rus": "Желтая карточка",
                "eng_def": "A card shown by the referee as a warning to a player for committing a foul.",
                "rus_def": "Карточка, показанная судьей в знак предупреждения игроку за совершение нарушения."
            },
            {
                "eng": "To be on the bench",
                "rus": "Быть на скамейке запасных",
                "eng_def": "To be among the substitute players who are not currently playing in the game.",
                "rus_def": "Быть среди запасных игроков, которые в данный момент не играют в матче."
            },
            {
                "eng": "Tactics",
                "rus": "Тактика",
                "eng_def": "Plans or methods used to achieve a particular goal or result.",
                "rus_def": "Планы или методы, используемые для достижения определенной цели или результата."
            },
            {
                "eng": "Warming-up",
                "rus": "Разогрев или разминка",
                "eng_def": "Physical exercises performed before engaging in a sports activity to prepare the body.",
                "rus_def": "Физические упражнения, выполняемые перед началом занятий спортом для подготовки организма."
            },
            {
                "eng": "Dribbling",
                "rus": "Обводка",
                "eng_def": "The skill of moving the ball forward by a player while maintaining possession.",
                "rus_def": "Навык передвижения мяча вперед игроком, сохраняя при этом владение."
            },
            {
                "eng": "Dummy",
                "rus": "Финт",
                "eng_def": "A deceptive movement or action intended to deceive an opponent.",
                "rus_def": "Обманный жест или действие, направленное на обман соперника."
            },
            {
                "eng": "Tackle",
                "rus": "Отбор мяча",
                "eng_def": "To challenge an opponent for possession of the ball.",
                "rus_def": "Вызвать соперника на отбор мяча."
            },
            {
                "eng": "Pass",
                "rus": "Передача или пас",
                "eng_def": "To kick or hit the ball to a teammate.",
                "rus_def": "Подать мяч или передать его напарнику."
            },
            {
                "eng": "To speed up the game",
                "rus": "Ускорить темп игры",
                "eng_def": "To increase the pace or tempo of the game.",
                "rus_def": "Увеличить скорость или темп игры."
            }
        ],
        "questions": []
    },
    "free-style wrestling": {
        "words": [
            {
                "eng": "Aggressive Wrestling",
                "rus": "Активная борьба",
                "eng_def": "A style of wrestling characterized by assertive and offensive techniques aimed at quickly overpowering the opponent.",
                "rus_def": "Стиль борьбы, характеризующийся уверенными и агрессивными приемами, направленными на быстрое подавление оппонента."
            },
            {
                "eng": "Passive Wrestling",
                "rus": "Пассивная борьба",
                "eng_def": "A style of wrestling characterized by defensive techniques and a focus on avoiding the opponent's attacks rather than initiating one's own.",
                "rus_def": "Стиль борьбы, характеризующийся оборонительными техниками и уклонением от атак оппонента, а не инициированием собственных."
            },
            {
                "eng": "Standing Wrestling",
                "rus": "Борьба в стойке",
                "eng_def": "Wrestling techniques performed while both competitors are standing upright, typically involving throws, takedowns, and clinch work.",
                "rus_def": "Техники борьбы, выполняемые в то время, когда оба соперника стоят прямо, обычно включающие броски, взятия и клинч."
            },
            {
                "eng": "Ground Wrestling",
                "rus": "Борьба в партере",
                "eng_def": "Wrestling techniques performed when one or both competitors are on the ground, often involving grappling and submission holds.",
                "rus_def": "Техники борьбы, выполняемые, когда один или оба соперника находятся на земле, часто включающие борьбу в зацепе и приемы на отказ."
            },
            {
                "eng": "Total Wrestling",
                "rus": "Тотальная борьба",
                "eng_def": "An approach to wrestling that encompasses both standing and ground techniques, aiming for versatility and adaptability in all positions.",
                "rus_def": "Подход к борьбе, охватывающий как техники в стойке, так и в партере, нацеленный на универсальность и приспособляемость во всех позициях."
            },
            {
                "eng": "Wrestler",
                "rus": "борец",
                "eng_def": "A participant in the sport of wrestling, trained in various techniques and strategies for competition.",
                "rus_def": "Участник спортивной борьбы, обученный различным техникам и стратегиям для соревнований."
            },
            {
                "eng": "Coach",
                "rus": "тренер",
                "eng_def": "A person who instructs, guides, and trains wrestlers to improve their skills, techniques, and physical conditioning.",
                "rus_def": "Человек, который обучает, руководит и тренирует борцов для улучшения их навыков, техник и физической подготовки."
            },
            {
                "eng": "Practice",
                "rus": "Тренировка",
                "eng_def": "Repetitive exercises and drills undertaken by wrestlers to improve their skills, endurance, and overall performance.",
                "rus_def": "Повторяющиеся упражнения и тренировочные упражнения, выполняемые борцами для улучшения своих навыков, выносливости и общей производительности."
            },
            {
                "eng": "Freestyle competitions",
                "rus": "Соревнования по вольной борьбе",
                "eng_def": "Competitions where wrestlers are allowed to use a wide range of techniques, including holds below the waist and leg attacks.",
                "rus_def": "Соревнования, на которых борцам разрешено использовать широкий спектр приемов, включая захваты ниже пояса и атаки ног."
            },
            {
                "eng": "Greco-Roman competitions",
                "rus": "Греко-римская борьба",
                "eng_def": "Competitions where wrestlers are prohibited from attacking below the waist and must rely on upper body holds and throws.",
                "rus_def": "Соревнования, на которых борцам запрещено атаковать ниже пояса и им приходится полагаться на захваты и броски верхней части тела."
            },
            {
                "eng": "European championship",
                "rus": "Чемпионат Европы",
                "eng_def": "A prestigious wrestling competition held among athletes representing European countries.",
                "rus_def": "Престижное соревнование по борьбе, проводимое среди атлетов, представляющих европейские страны."
            },
            {
                "eng": "World championship",
                "rus": "Чемпионат мира",
                "eng_def": "The highest level of international competition in wrestling, where athletes from around the world compete for the title.",
                "rus_def": "Самый высокий уровень международных соревнований по борьбе, на котором спортсмены со всего мира соревнуются за звание чемпиона."
            },
            {
                "eng": "Olympic Games",
                "rus": "Олимпийские игры",
                "eng_def": "A major international multi-sport event featuring various sports, including wrestling, held every four years.",
                "rus_def": "Крупное международное многоборье, включающее различные виды спорта, в том числе борьбу, проводимое каждые четыре года."
            },
            {
                "eng": "Technical-tactical complexes",
                "rus": "Технико-тактический комплекс",
                "eng_def": "A series of coordinated techniques and strategies employed by wrestlers to gain an advantage over their opponents.",
                "rus_def": "Серия согласованных техник и стратегий, используемых борцами для получения преимущества над оппонентами."
            },
            {
                "eng": "Risk",
                "rus": "риск",
                "eng_def": "The potential for harm or loss that wrestlers face when attempting high-stakes maneuvers or techniques.",
                "rus_def": "Возможность причинения вреда или потерь, с которыми сталкиваются борцы, когда пытаются выполнить рискованные маневры или техники."
            },
            {
                "eng": "Speed",
                "rus": "Скорость",
                "eng_def": "The rate at which a wrestler can move or perform actions, often crucial for quickly executing techniques and evading opponents.",
                "rus_def": "Скорость, с которой борец может двигаться или совершать действия, часто решающая для быстрого выполнения техник и уклонения от оппонентов."
            },
            {
                "eng": "Rapidity",
                "rus": "Быстрота",
                "eng_def": "The quality of being fast or swift in movements or actions, essential for seizing opportunities and maintaining control in wrestling.",
                "rus_def": "Качество быстроты или скорости в движениях или действиях, необходимое для использования возможностей и поддержания контроля в борьбе."
            },
            {
                "eng": "Endurance",
                "rus": "Выносливость",
                "eng_def": "The ability of a wrestler to sustain prolonged physical exertion and withstand fatigue, crucial for maintaining performance throughout a match.",
                "rus_def": "Способность борца выдерживать продолжительные физические нагрузки и устойчивость к усталости, решающая для поддержания производительности в течение матча."
            },
            {
                "eng": "Strength",
                "rus": "Сила",
                "eng_def": "The physical power and force exerted by a wrestler, important for executing powerful techniques and overpowering opponents.",
                "rus_def": "Физическая мощь и сила, проявляемая борцом, важная для выполнения мощных техник и подавления оппонентов."
            },
            {
                "eng": "Flexibility",
                "rus": "Гибкость",
                "eng_def": "The ability of a wrestler's body to bend, stretch, and move freely without injury, facilitating the execution of various techniques.",
                "rus_def": "Способность тела борца гибко сгибаться, растягиваться и двигаться свободно без травм, облегчающая выполнение различных техник."
            },
            {
                "eng": "Skill",
                "rus": "Умение",
                "eng_def": "Proficiency or expertise in executing wrestling techniques and strategies, developed through training and experience.",
                "rus_def": "Мастерство или экспертность в выполнении техник и стратегий борьбы, развиваемое через тренировки и опыт."
            },
            {
                "eng": "Agility",
                "rus": "Ловкость",
                "eng_def": "The ability to move quickly and gracefully, crucial for evading opponents' attacks and executing precise techniques.",
                "rus_def": "Способность быстро и грациозно двигаться, решающая для уклонения от атак оппонентов и выполнения точных техник."
            },
            {
                "eng": "Balance",
                "rus": "Равновесие",
                "eng_def": "The ability to maintain stability and control over one's body position, essential for executing techniques and resisting opponents' efforts.",
                "rus_def": "Способность сохранять стабильность и контроль над положением своего тела, необходимая для выполнения техник и сопротивления усилиям оппонентов."
            },
            {
                "eng": "Weight",
                "rus": "Вес",
                "eng_def": "The measure of the mass of a wrestler's body, often determining their competitive category and influencing their performance.",
                "rus_def": "Мера массы тела борца, часто определяющая их соревновательную категорию и влияющая на их результативность."
            },
            {
                "eng": "Dressing room",
                "rus": "Раздевалка",
                "eng_def": "A designated area where wrestlers prepare for competition by changing into their wrestling attire and equipment.",
                "rus_def": "Определенное место, где борцы готовятся к соревнованиям, переодеваясь в свой борцовский наряд и экипировку."
            },
            {
                "eng": "Wrestling mat",
                "rus": "Ковер",
                "eng_def": "A specially designed surface used for wrestling competitions, providing traction and impact absorption.",
                "rus_def": "Специально разработанная поверхность, используемая для соревнований по борьбе, обеспечивающая сцепление и поглощение ударов."
            },
            {
                "eng": "Wrestling hall",
                "rus": "Зал борьбы",
                "eng_def": "A venue equipped for wrestling practice and competitions, featuring wrestling mats, training equipment, and spectator seating.",
                "rus_def": "Помещение, оборудованное для занятий борьбой и проведения соревнований, оснащенное коврами для борьбы, тренировочным оборудованием и зрительскими местами."
            },
            {
                "eng": "Weight scale",
                "rus": "Весы",
                "eng_def": "A device used to measure the weight of wrestlers during weigh-ins and ensure compliance with weight categories.",
                "rus_def": "Устройство, используемое для измерения веса борцов во время взвешивания и обеспечения соответствия весовым категориям."
            },
            {
                "eng": "Gong",
                "rus": "Гонг",
                "eng_def": "A percussion instrument used to signal the start, pause, or end of wrestling matches and training sessions.",
                "rus_def": "Ударный инструмент, используемый для сигнализации начала, паузы или завершения борцовских матчей и тренировочных сессий."
            },
            {
                "eng": "Wrestling tights or singlet",
                "rus": "Трико",
                "eng_def": "Tight-fitting, one-piece wrestling attire worn by competitors to provide freedom of movement and comply with competition regulations.",
                "rus_def": "Плотно облегающий комбинезон для борьбы, надеваемый соревнующимися для обеспечения свободы движения и соблюдения правил соревнований."
            },
            {
                "eng": "Athletics supporter",
                "rus": "Бандаж",
                "eng_def": "A protective garment worn by male wrestlers to support the groin area and prevent injuries during competition.",
                "rus_def": "Защитное изделие, надеваемое мужскими борцами для поддержки области паха и предотвращения травм во время соревнований."
            },
            {
                "eng": "Handkerchief",
                "rus": "Носовой платок",
                "eng_def": "A small piece of cloth carried by wrestlers to wipe sweat or blood from their face during matches.",
                "rus_def": "Небольшой кусок ткани, носимый борцами для вытирания пота или крови с лица во время матчей."
            },
            {
                "eng": "Wrestling shoes",
                "rus": "Борцовки",
                "eng_def": "Specialized footwear designed to provide traction and support for wrestlers during matches and training sessions.",
                "rus_def": "Специализированная обувь, предназначенная для обеспечения сцепления и поддержки борцам во время матчей и тренировочных сессий."
            },
            {
                "eng": "Shower",
                "rus": "Душевая",
                "eng_def": "A facility equipped with showers and facilities for personal hygiene, used by wrestlers before and after training or competition.",
                "rus_def": "Помещение, оборудованное душами и удобствами для личной гигиены, используемое борцами до и после тренировок или соревнований."
            },
            {
                "eng": "Wrestling rules",
                "rus": "Правила соревнований",
                "eng_def": "Official regulations governing the conduct and procedures of wrestling competitions, ensuring fair play and safety.",
                "rus_def": "Официальные правила, регулирующие поведение и процедуры борцовских соревнований, обеспечивающие справедливую игру и безопасность."
            },
            {
                "eng": "Chief of the officials",
                "rus": "Главный судья",
                "eng_def": "The highest-ranking official responsible for overseeing and enforcing the rules of wrestling competitions.",
                "rus_def": "Высшеранговый должностное лицо, ответственное за контроль и соблюдение правил борцовских соревнований."
            },
            {
                "eng": "Mat chairman",
                "rus": "Руководитель ковра",
                "eng_def": "An official who manages the wrestling mat and ensures that matches proceed smoothly and according to regulations.",
                "rus_def": "Должностное лицо, управляющее борцовским ковром и обеспечивающее плавность проведения матчей в соответствии с правилами."
            },
            {
                "eng": "Referee",
                "rus": "Арбитр",
                "eng_def": "An official who presides over wrestling matches, enforcing rules, ensuring safety, and making decisions on scoring.",
                "rus_def": "Должностное лицо, руководящее борцовскими матчами, соблюдающее правила, обеспечивающее безопасность и принимающее решения о подсчете очков."
            },
            {
                "eng": "Wrestling room",
                "rus": "Тренировочный зал",
                "eng_def": "A dedicated space equipped for wrestling practice, featuring mats, training equipment, and coaching resources.",
                "rus_def": "Отдельное помещение, оборудованное для занятий борьбой, с коврами, тренировочным оборудованием и тренерскими ресурсами."
            },
            {
                "eng": "Passivity zone",
                "rus": "Зона пассивности",
                "eng_def": "A designated area on the wrestling mat where passivity infractions are penalized according to competition rules.",
                "rus_def": "Определенная зона на борцовском ковре, где нарушения пассивности наказываются в соответствии с правилами соревнований."
            },
            {
                "eng": "Judge",
                "rus": "Боковой судья",
                "eng_def": "An official who assists the referee in making decisions during a wrestling match, often positioned around the mat.",
                "rus_def": "Должностное лицо, помогающее арбитру в принятии решений во время борцовского матча, часто размещенное вокруг ковра."
            },
            {
                "eng": "Centre of the mat",
                "rus": "Центр ковра",
                "eng_def": "The central area of the wrestling mat where matches begin and restart after interruptions, often marked with a circle or square.",
                "rus_def": "Центральная область борцовского ковра, где начинаются матчи и возобновляются после перерывов, часто отмеченная кругом или квадратом."
            },
            {
                "eng": "Competition weigh-in",
                "rus": "Взвешивание участников",
                "eng_def": "The process of weighing wrestlers before competitions to ensure compliance with weight categories and regulations.",
                "rus_def": "Процесс взвешивания борцов перед соревнованиями для обеспечения соответствия весовым категориям и правилам."
            },
            {
                "eng": "Weight category",
                "rus": "Весовая категория",
                "eng_def": "A division in wrestling competitions based on participants' body weight, allowing for fair and equitable matchups.",
                "rus_def": "Деление в борцовских соревнованиях на основе массы тела участников, позволяющее обеспечить справедливые и равные поединки."
            },
            {
                "eng": "Drawing lots or draw lots",
                "rus": "Жеребьевка",
                "eng_def": "The random selection of wrestlers' pairings or competition order to ensure impartiality and prevent bias.",
                "rus_def": "Случайный выбор пар или порядка соревнования борцов для обеспечения беспристрастности и предотвращения предвзятости."
            },
            {
                "eng": "Round",
                "rus": "Круг соревнований",
                "eng_def": "A period of competition consisting of a set duration, often with breaks between rounds, to determine winners and progress.",
                "rus_def": "Период соревнований, состоящий из установленной продолжительности, часто с перерывами между кругами, для определения победителей и продвижения."
            },
            {
                "eng": "Pairing",
                "rus": "Составление пар",
                "eng_def": "The process of matching wrestlers against each other for specific matches or bouts within a competition.",
                "rus_def": "Процесс составления пар борцов друг против друга для конкретных матчей или поединков в рамках соревнований."
            },
            {
                "eng": "Judges scoring sheet",
                "rus": "Судейская записка",
                "eng_def": "A document used by officials to record scoring decisions, penalties, and other important information during matches.",
                "rus_def": "Документ, используемый должностными лицами для регистрации решений по подсчету очков, штрафов и другой важной информации во время матчей."
            },
            {
                "eng": "Start of the bout",
                "rus": "Начало схватки",
                "eng_def": "The commencement of a wrestling match, signaled by the referee, where competitors engage in combat.",
                "rus_def": "Начало борьбы, объявленное арбитром, при котором соперники вступают в бой."
            },
            {
                "eng": "Stop the bout",
                "rus": "Остановить схватку",
                "eng_def": "An action taken by officials to pause or halt a wrestling match due to rule violations, injuries, or other concerns.",
                "rus_def": "Действие должностных лиц по приостановке или прекращению борьбы из-за нарушений правил, травм или других проблем."
            },
            {
                "eng": "End of the bout",
                "rus": "Конец схватки",
                "eng_def": "The conclusion of a wrestling match, signaled by the referee, typically after a specified duration or when one wrestler achieves victory.",
                "rus_def": "Завершение борьбы, объявленное арбитром, обычно после установленной продолжительности или когда один из борцов одерживает победу."
            },
            {
                "eng": "Passivity",
                "rus": "Пассивность",
                "eng_def": "A violation in wrestling where a competitor fails to engage in action or attempt to score points, resulting in penalties.",
                "rus_def": "Нарушение в борьбе, когда участник не вступает в действие или не пытается набрать очки, что влечет за собой штрафы."
            },
            {
                "eng": "Point for active Wrestling",
                "rus": "Балл за активность",
                "eng_def": "A score awarded to a wrestler for actively engaging in offensive or defensive maneuvers during a match.",
                "rus_def": "Очко, присуждаемое борцу за активное вступление в нападение или защиту во время матча."
            },
            {
                "eng": "Warning",
                "rus": "Предупреждение",
                "eng_def": "An official caution given to a wrestler for minor infractions or rule violations, often preceding more severe penalties.",
                "rus_def": "Официальное предупреждение, данное борцу за незначительные нарушения или нарушения правил, часто предшествующее более серьезным штрафам."
            },
            {
                "eng": "Point",
                "rus": "Балл",
                "eng_def": "A unit of scoring awarded to a wrestler for successfully executing certain techniques or achieving specified outcomes during a match.",
                "rus_def": "Единица подсчета, присуждаемая борцу за успешное выполнение определенных техник или достижение определенных результатов во время матча."
            },
            {
                "eng": "Illegal hold",
                "rus": "Запрещенный прием",
                "eng_def": "A wrestling maneuver or grip that violates competition rules, resulting in penalties for the offending wrestler.",
                "rus_def": "Прием или захват в борьбе, нарушающий правила соревнования и влекущий за собой штрафы для нарушающего борца."
            },
            {
                "eng": "Injury time",
                "rus": "Время на травмы",
                "eng_def": "A period of time during a wrestling match where the clock is stopped to allow injured wrestlers to receive medical attention.",
                "rus_def": "Период времени во время борцовского матча, когда время останавливается, чтобы позволить травмированным борцам получить медицинскую помощь."
            },
            {
                "eng": "Fall",
                "rus": "Падение",
                "eng_def": "A decisive victory in wrestling achieved when one wrestler pins both of the opponent's shoulders to the mat for a specified duration.",
                "rus_def": "Решающая победа в борьбе, достигаемая, когда один борец прижимает обе плечи оппонента к ковру на определенный период времени."
            },
            {
                "eng": "Technical fall",
                "rus": "Техническое падение",
                "eng_def": "A victory in wrestling awarded when one wrestler achieves a significant lead in points over the opponent, resulting in an automatic win.",
                "rus_def": "Победа в борьбе, присуждаемая, когда один борец достигает значительного преимущества в очках перед оппонентом, что приводит к автоматической победе."
            },
            {
                "eng": "Decision",
                "rus": "Решение",
                "eng_def": "The outcome of a wrestling match determined by the judges and officials based on points scored and other factors, often used when time expires.",
                "rus_def": "Результат борьбы, определенный судьями и должностными лицами на основе набранных очков и других факторов, часто используется при истечении времени."
            },
            {
                "eng": "Draw",
                "rus": "Ничья",
                "eng_def": "A situation in wrestling where neither wrestler achieves victory or a decisive advantage, resulting in a tie or draw.",
                "rus_def": "Ситуация в борьбе, когда ни один из борцов не достигает победы или решающего преимущества, что приводит к ничьей."
            },
            {
                "eng": "Decision by default",
                "rus": "Решение по порядку",
                "eng_def": "An outcome in wrestling where one wrestler wins by default due to the opponent's disqualification, injury, or inability to continue.",
                "rus_def": "Результат в борьбе, когда один борец побеждает по умолчанию из-за дисквалификации оппонента, травмы или неспособности продолжать."
            },
            {
                "eng": "Forfeit",
                "rus": "Дисквалификация",
                "eng_def": "An outcome in wrestling where one wrestler loses by default due to their own disqualification, withdrawal, or failure to appear.",
                "rus_def": "Результат в борьбе, когда один борец проигрывает по умолчанию из-за собственной дисквалификации, отказа или непоявления."
            },
            {
                "eng": "Repechage",
                "rus": "Репешаж",
                "eng_def": "A secondary competition in wrestling where defeated competitors get another chance to compete for a higher placement or ranking.",
                "rus_def": "Вторичные соревнования в борьбе, где проигравшие участники получают еще один шанс на борьбу за более высокое место или рейтинг."
            },
            {
                "eng": "Medal round",
                "rus": "Медальный раунд",
                "eng_def": "The final stages of a wrestling competition where competitors vie for medals and determine the overall rankings.",
                "rus_def": "Финальные этапы борцовских соревнований, где участники борются за медали и определяют общие рейтинги."
            },
            {
                "eng": "Wrestling federation",
                "rus": "Федерация борьбы",
                "eng_def": "An organization responsible for overseeing and regulating wrestling competitions at national or international levels.",
                "rus_def": "Организация, ответственная за контроль и регулирование борцовских соревнований на национальном или международном уровне."
            }
        ],
        "questions": []
    },
    "judo": {
        "words": [
            {
                "eng": "Udeshigi-Ugetame",
                "rus": "Удешиги-Угетаме",
                "eng_def": "Болевой прием, направленный на руку оппонента.",
                "rus_def": "A joint-locking technique targeting the opponent's arm."
            },
            {
                "eng": "Cross Armlock",
                "rus": "Захват руки рычагом на ногу",
                "eng_def": "Техника захвата руки с использованием ноги в качестве рычага.",
                "rus_def": "A technique of gripping the arm using the leg as a lever."
            },
            {
                "eng": "Knee Armlock",
                "rus": "Болевой прием на ногу",
                "eng_def": "Болевой прием, направленный на ногу оппонента.",
                "rus_def": "A joint-locking technique targeting the opponent's leg."
            },
            {
                "eng": "To Apply an Armlock",
                "rus": "Применять болевой прием",
                "eng_def": "Применять технику болевого захвата.",
                "rus_def": "To use a joint-locking technique."
            },
            {
                "eng": "Balance",
                "rus": "Равновесие",
                "eng_def": "Состояние равновесия.",
                "rus_def": "The state of equilibrium."
            },
            {
                "eng": "Belt, Obi",
                "rus": "Пояс, Оби",
                "eng_def": "Элемент одежды, применяемый в различных видах боевых искусств.",
                "rus_def": "A garment accessory used in various martial arts."
            },
            {
                "eng": "Black Belt",
                "rus": "Черный пояс",
                "eng_def": "Пояс, обозначающий высший уровень мастерства в дзюдо и других боевых искусствах.",
                "rus_def": "A belt indicating the highest level of proficiency in judo and other martial arts."
            },
            {
                "eng": "Red Belt",
                "rus": "Красный пояс",
                "eng_def": "Пояс, обозначающий высокий уровень мастерства в дзюдо и других боевых искусствах.",
                "rus_def": "A belt indicating a high level of proficiency in judo and other martial arts."
            },
            {
                "eng": "Red-White Belt",
                "rus": "Красно-белый пояс",
                "eng_def": "Пояс, обозначающий высокий уровень мастерства в дзюдо и других боевых искусствах.",
                "rus_def": "A belt indicating a high level of proficiency in judo and other martial arts."
            },
            {
                "eng": "Body Drop",
                "rus": "Сваливание",
                "eng_def": "Техника броска, направленная на оппонента.",
                "rus_def": "A throwing technique directed at the opponent."
            },
            {
                "eng": "Bow",
                "rus": "Приветствие, Поклон",
                "eng_def": "Жест вежливости, состоящий в наклоне тела.",
                "rus_def": "A gesture of respect consisting of a body incline."
            },
            {
                "eng": "Break Balance",
                "rus": "Выводить из равновесия",
                "eng_def": "Действие по нарушению равновесия оппонента.",
                "rus_def": "Action to disrupt the opponent's balance."
            },
            {
                "eng": "Breaking of Balance, Tsukuri",
                "rus": "Выведение из равновесия, Цукури",
                "eng_def": "Процесс вывода оппонента из состояния равновесия.",
                "rus_def": "The process of disrupting the opponent's equilibrium."
            },
            {
                "eng": "Category",
                "rus": "Категория",
                "eng_def": "Группировка или классификация по определенному критерию.",
                "rus_def": "Grouping or classification according to a specific criterion."
            },
            {
                "eng": "Caution",
                "rus": "Предупреждение, Чуй",
                "eng_def": "Предупреждение, выражаемое судьей.",
                "rus_def": "A warning issued by the referee."
            },
            {
                "eng": "Chokelock",
                "rus": "Удушающий прием",
                "eng_def": "Техника, направленная на удушение оппонента.",
                "rus_def": "A technique aimed at strangling the opponent."
            },
            {
                "eng": "Naked Chokelock",
                "rus": "Удушающий прием сзади",
                "eng_def": "Техника удушения, применяемая сзади.",
                "rus_def": "A choking technique applied from behind."
            },
            {
                "eng": "Classification, Grading",
                "rus": "Разряд",
                "eng_def": "Процесс определения уровня мастерства.",
                "rus_def": "The process of determining the level of proficiency."
            },
            {
                "eng": "Contest",
                "rus": "Схватка",
                "eng_def": "Соревнование или поединок.",
                "rus_def": "A competition or match."
            },
            {
                "eng": "Contest Area",
                "rus": "Зона соревнований",
                "eng_def": "Площадка, предназначенная для проведения схваток.",
                "rus_def": "The area designated for holding contests."
            },
            {
                "eng": "Counters, Kaeshiwaza",
                "rus": "Контрприемы, Каешиваза",
                "eng_def": "Техники, направленные на противодействие оппоненту.",
                "rus_def": "Techniques aimed at countering the opponent."
            },
            {
                "eng": "Dan",
                "rus": "Степень мастера",
                "eng_def": "Уровень квалификации в японских боевых искусствах.",
                "rus_def": "A level of proficiency in Japanese martial arts."
            },
            {
                "eng": "Defeat",
                "rus": "Поражение",
                "eng_def": "Результат схватки, при котором один из участников проигрывает.",
                "rus_def": "The outcome of a contest in which one participant loses."
            },
            {
                "eng": "Defence",
                "rus": "Защита",
                "eng_def": "Действия, направленные на предотвращение атаки оппонента.",
                "rus_def": "Actions aimed at preventing an opponent's attack."
            },
            {
                "eng": "Disqualification",
                "rus": "Дисквалификация, Хансокумаке",
                "eng_def": "Отстранение участника от участия в соревнованиях.",
                "rus_def": "The removal of a participant from the competition."
            },
            {
                "eng": "Draw",
                "rus": "Ничья",
                "eng_def": "Ситуация, при которой соревнование заканчивается без победителя.",
                "rus_def": "A situation in which a contest ends without a winner."
            },
            {
                "eng": "Drop",
                "rus": "Бросок",
                "eng_def": "Техника броска или сбрасывания.",
                "rus_def": "A throwing or dropping technique."
            },
            {
                "eng": "Encirclement",
                "rus": "Окружение",
                "eng_def": "Окружение оппонента.",
                "rus_def": "The act of surrounding the opponent."
            },
            {
                "eng": "Entanglement",
                "rus": "Захват в узел",
                "eng_def": "Ситуация, при которой оппонент попадает в затруднительное положение.",
                "rus_def": "A situation in which the opponent is caught in a difficult position."
            },
            {
                "eng": "Fall",
                "rus": "Падение",
                "eng_def": "Результат схватки, при котором участник падает на пол.",
                "rus_def": "The outcome of a contest in which a participant falls to the ground."
            },
            {
                "eng": "Foot",
                "rus": "Нога",
                "eng_def": "Часть тела, используемая в техниках дзюдо.",
                "rus_def": "A part of the body used in judo techniques."
            },
            {
                "eng": "Grip",
                "rus": "Захват",
                "eng_def": "Хватка или захват оппонента.",
                "rus_def": "A hold or grasp on the opponent."
            },
            {
                "eng": "Hip",
                "rus": "Бедро, Бросок через бедро",
                "eng_def": "Часть тела, используемая в технике броска.",
                "rus_def": "A part of the body used in throwing techniques."
            },
            {
                "eng": "Hold",
                "rus": "Захват",
                "eng_def": "Захват или удержание оппонента.",
                "rus_def": "A hold or restraint on the opponent."
            },
            {
                "rus": "Ковер",
                "eng": "Mat",
                "rus_def": "Покрытие на татами в зале для дзюдо или других восточных единоборств.",
                "eng_def": "The covering on the tatami in a judo or other Eastern martial arts training hall."
            },
            {
                "rus": "Судья",
                "eng": "Referee",
                "rus_def": "Человек, проводит поединок и оценивает действия спортсменов в соответствии с правилами.",
                "eng_def": "An official who oversees a match and evaluates the actions of the athletes according to the rules."
            },
            {
                "rus": "Боковой судья",
                "eng": "Judge",
                "rus_def": "Официальный, который помогает судье в оценке действий спортсменов во время поединка.",
                "eng_def": "An official who assists the referee in evaluating the actions of the athletes during a match."
            },
            {
                "rus": "Секундометрист",
                "eng": "Time-keeper",
                "rus_def": "Персонал, отвечающий за отсчет времени во время поединка.",
                "eng_def": "Personnel responsible for keeping track of time during a match."
            },
            {
                "rus": "Поединок",
                "eng": "Bout",
                "rus_def": "Состязание между двумя спортсменами.",
                "eng_def": "A contest between two athletes."
            },
            {
                "rus": "Бросок",
                "eng": "Throw",
                "rus_def": "Техника в дзюдо, цель которой - выбросить оппонента на спину.",
                "eng_def": "A technique in judo aimed at throwing the opponent onto their back."
            },
            {
                "rus": "Замок",
                "eng": "Lock",
                "rus_def": "Техника в дзюдо, цель которой - выигрыш поединка за счет захвата партнера и наложения на него силы.",
                "eng_def": "A technique in judo where victory is achieved by controlling and applying force on the partner."
            },
            {
                "rus": "Захват",
                "eng": "Grip",
                "rus_def": "Способ удержания соперника одной или двумя руками.",
                "eng_def": "A way to hold the opponent using one or both hands."
            },
            {
                "rus": "Подножка",
                "eng": "Sweep",
                "rus_def": "Техника в дзюдо, цель которой - выбросить оппонента с ног.",
                "eng_def": "A technique in judo aimed at sweeping the opponent off their feet."
            },
            {
                "rus": "Удержание",
                "eng": "Hold",
                "rus_def": "Позиция, в которой один спортсмен контролирует позицию другого.",
                "eng_def": "A position where one athlete controls the position of the other."
            },
            {
                "rus": "Хаджиме",
                "eng": "Hajime",
                "rus_def": "Команда для начала поединка.",
                "eng_def": "The command to commence a match."
            },
            {
                "rus": "Хантей",
                "eng": "Hantei",
                "rus_def": "Решение судейского состава о победителе при равенстве набранных очков.",
                "eng_def": "The decision of the judging panel on the winner in case of a tie in points."
            },
            {
                "eng": "Hansoku",
                "rus": "Хансоку",
                "eng_def": "Disqualification",
                "rus_def": "Дисквалификация"
            },
            {
                "eng": "Note",
                "rus": "Замечание",
                "eng_def": "A remark, a reprimand",
                "rus_def": "Замечание, выговор"
            },
            {
                "eng": "Caution",
                "rus": "Предупреждение",
                "eng_def": "A warning",
                "rus_def": "Предостережение"
            },
            {
                "eng": "Ippon",
                "rus": "Иппон",
                "eng_def": "The highest score in a match, immediately leading to victory for the judoka executing the throw",
                "rus_def": "Высшая оценка в поединке, немедленно приводящая к победе проведшего прием дзюдоиста"
            },
            {
                "eng": "Waza-ari",
                "rus": "Вадзаари",
                "eng_def": "The second highest score in a match, considered half of an 'ippon'",
                "rus_def": "Вторая оценка в поединке, считается половиной «иппон»"
            },
            {
                "eng": "To submit",
                "rus": "Сдаться",
                "eng_def": "To give up, to yield",
                "rus_def": "Сдаться, покориться"
            }
        ],
        "questions": []
    },
    "chess": {
        "words": [
            {
                "eng": "To play chess",
                "rus": "Играть в шахматы",
                "eng_def": "engage in the strategic board game involving two players moving pieces on a checkered board to checkmate the opponent's king.",
                "rus_def": "Участвовать в стратегической настольной игре, в которой два игрока перемещают фигуры на клетчатой доске, чтобы поставить короля противника под шах."
            },
            {
                "eng": "Board game",
                "rus": "Настольная игра",
                "eng_def": "A game played on a flat surface where players move pieces according to rules often to achieve a specific objective.",
                "rus_def": "Игра, проводимая на плоской поверхности, где игроки перемещают фигуры в соответствии с правилами, часто с целью достижения определенной цели."
            },
            {
                "eng": "Chess board",
                "rus": "Шахматная доска",
                "eng_def": "The playing surface for the game of chess, typically marked with 64 squares arranged in an 8×8 grid.",
                "rus_def": "Игровая поверхность для игры в шахматы, обычно разделенная на 64 клетки, расположенные в сетке 8×8."
            },
            {
                "eng": "Chess tournament",
                "rus": "Шахматный турнир",
                "eng_def": "A competition where chess players compete against each other following a set of rules and regulations.",
                "rus_def": "Соревнование, на котором шахматисты соревнуются друг с другом в соответствии с набором правил и регламентов."
            },
            {
                "eng": "Move",
                "rus": "Ход",
                "eng_def": "An action taken by a player to change the position of a piece according to the rules of the game.",
                "rus_def": "Действие, совершаемое игроком для изменения положения фигуры в соответствии с правилами игры."
            },
            {
                "eng": "To move a piece",
                "rus": "Сделать ход",
                "eng_def": "To change the position of a chess piece on the board according to the rules of chess.",
                "rus_def": "Изменить положение шахматной фигуры на доске в соответствии с правилами шахмат."
            },
            {
                "eng": "To move a piece of a knight",
                "rus": "Сделать ход конем",
                "eng_def": "To change the position of a knight chess piece on the board following the L-shaped movement pattern.",
                "rus_def": "Изменить положение шахматной фигуры коня на доске, следуя шахматному движению в форме буквы L."
            },
            {
                "eng": "Knight's move",
                "rus": "Ход конем",
                "eng_def": "The movement pattern of the knight piece in chess, which resembles the shape of the letter L.",
                "rus_def": "Движение фигуры коня в шахматах, которое напоминает форму буквы L."
            },
            {
                "eng": "Check",
                "rus": "Шах",
                "eng_def": "A condition in chess where a player's king is under immediate threat of capture by the opponent's pieces.",
                "rus_def": "Ситуация в шахматах, когда король игрока непосредственно под угрозой захвата фигурами противника."
            },
            {
                "eng": "Put in check",
                "rus": "Объявить шах",
                "eng_def": "To place the opponent's king in a position where it is under immediate threat of capture.",
                "rus_def": "Поместить короля противника в положение, когда он непосредственно под угрозой захвата."
            },
            {
                "eng": "Check to the king",
                "rus": "Шах королю",
                "eng_def": "A situation in chess where the opponent's king is under immediate threat of capture.",
                "rus_def": "Ситуация в шахматах, когда король противника непосредственно под угрозой захвата."
            },
            {
                "eng": "Mate",
                "rus": "Мат",
                "eng_def": "A winning condition in chess where the opponent's king is in check and cannot escape capture.",
                "rus_def": "Выигрышное условие в шахматах, когда король противника находится под шахом и не может избежать захвата."
            },
            {
                "eng": "Checkmate",
                "rus": "Шах и мат",
                "eng_def": "The conclusive winning move in chess where the opponent's king is in check and cannot escape capture.",
                "rus_def": "Завершающий выигрышный ход в шахматах, когда король противника находится под шахом и не может избежать захвата."
            },
            {
                "eng": "Stalemate",
                "rus": "Пат",
                "eng_def": "A draw condition in chess where one player's king is not in check but cannot make any legal move.",
                "rus_def": "Ничья в шахматах, когда король одного из игроков не находится под шахом, но не может сделать ни одного законного хода."
            },
            {
                "eng": "Gambit",
                "rus": "Гамбит",
                "eng_def": "An opening strategy in chess where a player sacrifices a piece to gain an advantageous position.",
                "rus_def": "Начальная стратегия в шахматах, при которой игрок жертвует фигуру, чтобы получить преимущественное положение."
            },
            {
                "eng": "Pieces",
                "rus": "Фигуры",
                "eng_def": "The chessmen or figurines used in the game of chess, including the king, queen, knights, bishops, rooks, and pawns.",
                "rus_def": "Фигурки или фигурки, используемые в шахматах, включая короля, королеву, коней, слонов, ладьи и пешки."
            },
            {
                "eng": "White pieces",
                "rus": "Белые фигуры",
                "eng_def": "The chess pieces used by the player who moves first in a game of chess.",
                "rus_def": "Шахматные фигуры, используемые игроком, который делает первый ход в шахматной партии."
            },
            {
                "eng": "Black pieces",
                "rus": "Черные фигуры",
                "eng_def": "The chess pieces used by the player who moves second in a game of chess.",
                "rus_def": "Шахматные фигуры, используемые игроком, который делает второй ход в шахматной партии."
            },
            {
                "eng": "(♔) King",
                "rus": "(♔) Король",
                "eng_def": "The most important piece in chess, which the players try to checkmate to win the game.",
                "rus_def": "Самая важная фигура в шахматах, которую игроки пытаются поставить под шах, чтобы выиграть игру."
            },
            {
                "eng": "(♕) Queen",
                "rus": "(♕) Королева",
                "eng_def": "The most powerful piece in chess, capable of moving any number of squares in any direction.",
                "rus_def": "Самая мощная фигура в шахматах, способная перемещаться на любое количество клеток в любом направлении."
            },
            {
                "eng": "(♘) Knight",
                "rus": "(♘) Конь",
                "eng_def": "A chess piece that moves in an L-shaped pattern, two squares in one direction and then one square perpendicular to that direction.",
                "rus_def": "Шахматная фигура, которая двигается по форме буквы L, две клетки в одном направлении, а затем одна клетка перпендикулярно этому направлению."
            },
            {
                "eng": "(♙) Pawn",
                "rus": "(♙) Пешка",
                "eng_def": "The most numerous and weakest chess piece, capable of moving forward one square at a time but capturing diagonally.",
                "rus_def": "Самая многочисленная и слабая шахматная фигура, способная двигаться вперед на одну клетку за раз, но захватывать по диагонали."
            },
            {
                "eng": "(♗) Bishop",
                "rus": "(♗) Слон",
                "eng_def": "A chess piece that moves diagonally any number of squares.",
                "rus_def": "Шахматная фигура, которая движется по диагонали на любое количество клеток."
            },
            {
                "eng": "(♖) Rook",
                "rus": "(♖) Ладья",
                "eng_def": "A chess piece that moves horizontally or vertically any number of squares.",
                "rus_def": "Шахматная фигура, которая движется горизонтально или вертикально на любое количество клеток."
            }
        ],
        "questions": []
    },
    "go game": {
        "words": [
            {
                "rus": "Го",
                "eng": "Go",
                "rus_def": "настольная стратегическая игра, происходящая из древней Китайской империи",
                "eng_def": "a tabletop strategy game originating from ancient China"
            },
            {
                "rus": "Гобан - доска для игры",
                "eng": "Go board/goban",
                "rus_def": "игровое поле, на котором проводится игра в Го",
                "eng_def": "the playing surface used for games of Go"
            },
            {
                "rus": "Доска (игровое поле)",
                "eng": "Board",
                "rus_def": "поверхность, на которой проводится игра",
                "eng_def": "surface on which games are played"
            },
            {
                "rus": "Камень (го-иси)",
                "eng": "Stone/Go-ishi",
                "rus_def": "игровая фишка, размещаемая на доске",
                "eng_def": "game piece placed on the board"
            },
            {
                "rus": "свободный перекресток",
                "eng": "liberty",
                "rus_def": "незанятый камнем перекресток на доске",
                "eng_def": "an empty intersection on the board not occupied by stones"
            },
            {
                "rus": "Чаша (го-ке) - сосуд для хранения камней",
                "eng": "Bowl",
                "rus_def": "посуда, в которой хранят игровые камни",
                "eng_def": "container used to hold game stones"
            },
            {
                "rus": "Комплект",
                "eng": "Set",
                "rus_def": "набор для игры в Го, включающий доску, камни и другие дополнения",
                "eng_def": "collection of items used for playing Go, including board, stones, and other accessories"
            },
            {
                "rus": "Бёёми - дополнительное время",
                "eng": "Byoyomi",
                "rus_def": "этап игры, где игрокам дается дополнительное время на ходы",
                "eng_def": "phase of the game where players are given additional time for moves"
            },
            {
                "rus": "Коми - компенсация за право первого хода",
                "eng": "Komi",
                "rus_def": "дополнительные очки, предоставляемые игроку без права первого хода",
                "eng_def": "additional points given to the player without the first move privilege"
            },
            {
                "rus": "Пленные/мертвые камни",
                "eng": "captured stones",
                "rus_def": "камни, захваченные противником и изъятые из игры",
                "eng_def": "stones captured by the opponent and removed from the board"
            },
            {
                "rus": "Территория",
                "eng": "Territory",
                "rus_def": "область на доске, окруженная камнями одной стороны, приносящая очки",
                "eng_def": "area on the board surrounded by stones of one player, earning points"
            }
        ],
        "questions": []
    },
    "kickboxing": {
        "words": [
            {
                "eng": "Punch",
                "rus": "Панч",
                "eng_def": "A blow with the fist",
                "rus_def": "Удар кулаком"
            },
            {
                "eng": "Hook",
                "rus": "Хук",
                "eng_def": "A short side punch",
                "rus_def": "Короткий боковой удар"
            },
            {
                "eng": "Cross",
                "rus": "Кросс",
                "eng_def": "A medium side punch",
                "rus_def": "Средний боковой удар"
            },
            {
                "eng": "Swing",
                "rus": "Свинг",
                "eng_def": "A long side punch",
                "rus_def": "Длинный боковой удар"
            },
            {
                "eng": "Uppercut",
                "rus": "Апперкот",
                "eng_def": "A punch from below upwards",
                "rus_def": "Удар снизу вверх"
            },
            {
                "eng": "Jab",
                "rus": "Джеб",
                "eng_def": "A straight punch",
                "rus_def": "Прямой удар"
            },
            {
                "eng": "Blow with the open glove",
                "rus": "Удар открытой перчаткой",
                "eng_def": "A strike using the open hand or glove",
                "rus_def": "Удар, сделанный открытой рукой или перчаткой"
            },
            {
                "eng": "Throw",
                "rus": "Бросок",
                "eng_def": "To hurl or project forcefully",
                "rus_def": "Метать или бросать с силой"
            },
            {
                "eng": "Foot sweep",
                "rus": "Подсечка",
                "eng_def": "A technique that involves sweeping an opponent's leg",
                "rus_def": "Прием, заключающийся в подсечке ноги противника"
            },
            {
                "eng": "Back kick",
                "rus": "Бэк-кик",
                "eng_def": "A kick executed with the heel of the foot",
                "rus_def": "Удар, наносимый пяткой стопы"
            },
            {
                "eng": "Jumping kick",
                "rus": "Джампинг-кик",
                "eng_def": "A kick performed while jumping",
                "rus_def": "Удар, выполняемый во время прыжка"
            },
            {
                "eng": "Low kick",
                "rus": "Лоукик",
                "eng_def": "A circular kicking motion targeting the lower body",
                "rus_def": "Круговое движение ноги, направленное на нижнюю часть тела"
            },
            {
                "eng": "Roundhouse kick",
                "rus": "Раундхаус",
                "eng_def": "A circular kick aimed at the body or head",
                "rus_def": "Круговой удар ногой, направленный на тело или голову"
            },
            {
                "eng": "фронт-кик",
                "rus": "прямой удар ногой",
                "eng_def": "front kick",
                "rus_def": "a kick delivered with the front of the foot"
            },
            {
                "eng": "Файт",
                "rus": "начало поединка",
                "eng_def": "Fight",
                "rus_def": "the beginning of a match or bout"
            },
            {
                "eng": "Тайм",
                "rus": "остановить время",
                "eng_def": "Time",
                "rus_def": "to pause or stop the passage of time"
            },
            {
                "eng": "Брейк",
                "rus": "разойтись",
                "eng_def": "Break",
                "rus_def": "to separate or disperse"
            },
            {
                "eng": "Боксерские бинты",
                "rus": "boxing bandages",
                "eng_def": "bandages used in boxing to protect and support the hands",
                "rus_def": "повязки, используемые в боксе для защиты и поддержки рук"
            },
            {
                "eng": "Перчатки",
                "rus": "boxing gloves",
                "eng_def": "boxing gloves",
                "rus_def": "hand coverings worn by fighters for protection and to increase the impact of punches"
            },
            {
                "eng": "Боксерский шлем",
                "rus": "boxing helmet",
                "eng_def": "boxing helmet",
                "rus_def": "protective headgear worn by boxers during a match"
            }
        ],
        "questions": []
    },
    "kurash": {
        "words": [
            {
                "eng": "Пояс",
                "rus": "Belt",
                "eng_def": "A band worn around the waist to hold clothing",
                "rus_def": "Полоса, надеваемая вокруг талии для удержания одежды"
            },
            {
                "eng": "В стойке",
                "rus": "Standing",
                "eng_def": "Being upright on the feet; not sitting or lying down",
                "rus_def": "Находясь на ногах; не сидящий или не лежащий"
            },
            {
                "eng": "Бросок",
                "rus": "Throw",
                "eng_def": "To propel something with force through the air by a movement of the arm and hand",
                "rus_def": "Бросить что-то с силой через воздух движением руки"
            },
            {
                "eng": "Подсечка",
                "rus": "Sweep",
                "eng_def": "The act of cleaning or clearing a space with a broom or brush",
                "rus_def": "Акт очистки или уборки места метлой или щеткой"
            },
            {
                "eng": "Татами",
                "rus": "Mat",
                "eng_def": "A traditional Japanese floor covering",
                "rus_def": "Традиционное японское покрытие пола"
            },
            {
                "eng": "Поклон",
                "rus": "Bow",
                "eng_def": "To lower the body briefly by bending the knees",
                "rus_def": "Кратковременное опускание тела, согнув колени"
            },
            {
                "eng": "Чистая победа",
                "rus": "Honest victory",
                "eng_def": "Winning in a fair and just manner without deceit",
                "rus_def": "Победа в честной и справедливой манере без обмана"
            },
            {
                "eng": "Время",
                "rus": "Finish",
                "eng_def": "A particular point during a process or activity",
                "rus_def": "Конкретный момент во время процесса или деятельности"
            },
            {
                "eng": "Предупреждение",
                "rus": "Caution",
                "eng_def": "Care taken to avoid danger or mistakes",
                "rus_def": "Осторожность, принимаемая для избежания опасности или ошибок"
            },
            {
                "eng": "Выговор; объявляется участнику, совершившему нарушение средней степени.",
                "rus": "Scolding",
                "eng_def": "A rebuke given to someone to show disapproval of their actions",
                "rus_def": "Возражение, данное кому-то для выражения неодобрения его действий"
            },
            {
                "eng": "Удушающий прием",
                "rus": "Strangle hold",
                "eng_def": "A wrestling hold that applies pressure to the opponent's neck and throat",
                "rus_def": "Прием в рестлинге, оказывающий давление на шею и горло оппонента"
            },
            {
                "eng": "Нечестный приём, нарушение правил",
                "rus": "Dishonest",
                "eng_def": "Acting in a deceitful or fraudulent way",
                "rus_def": "Действуя лукаво или мошенническим образом"
            }
        ],
        "questions": []
    },
    "mas wrestling": {
        "words": [
            {
                "eng": "Jamb board",
                "rus": "Разделительная доска",
                "eng_def": "A board that separates spaces or fills gaps, such as a door jamb.",
                "rus_def": "Доска, разделяющая пространства или заполняющая промежутки, например, дверной косяк."
            },
            {
                "eng": "Stick",
                "rus": "Палка",
                "eng_def": "A long, thin piece of wood or other material used for various purposes.",
                "rus_def": "Длинный, тонкий кусок дерева или другого материала, используемый для различных целей."
            },
            {
                "eng": "Grip",
                "rus": "Хват",
                "eng_def": "The manner in which an object is grasped or held.",
                "rus_def": "Способ, которым объект ухватывается или удерживается."
            },
            {
                "eng": "Outer grip",
                "rus": "Наружный хват",
                "eng_def": "A grip or hold positioned on the outer part of an object.",
                "rus_def": "Хват или захват, расположенный на внешней части объекта."
            },
            {
                "eng": "Internal grip",
                "rus": "Внутренний хват",
                "eng_def": "A grip or hold positioned on the inner part of an object.",
                "rus_def": "Хват или захват, расположенный на внутренней части объекта."
            },
            {
                "eng": "Bout",
                "rus": "Поединок",
                "eng_def": "A short period of intense competition or conflict.",
                "rus_def": "Краткий период интенсивной конкуренции или конфликта."
            },
            {
                "eng": "To pull over",
                "rus": "Перетянуть",
                "eng_def": "To move something or someone closer by applying force.",
                "rus_def": "Переместить что-то или кого-то ближе, применяя силу."
            },
            {
                "eng": "To snatch",
                "rus": "Вырвать",
                "eng_def": "To grab or seize something quickly and energetically.",
                "rus_def": "Быстро и энергично схватить или захватить что-то."
            },
            {
                "eng": "Contact",
                "rus": "Касание",
                "eng_def": "The act of touching or meeting.",
                "rus_def": "Действие касания или встречи."
            },
            {
                "eng": "Victory in a bout",
                "rus": "победа в схватке",
                "eng_def": "Achieving success in a competition or conflict.",
                "rus_def": "Достижение успеха в соревновании или конфликте."
            },
            {
                "eng": "Disputed provision",
                "rus": "спорное положение",
                "eng_def": "A clause or condition that is subject to disagreement or debate.",
                "rus_def": "Пункт или условие, которое подлежит разногласиям или обсуждению."
            },
            {
                "eng": "Pull",
                "rus": "Тяга сидя",
                "eng_def": "A pulling exercise done in a seated position.",
                "rus_def": "Упражнение на развитие тяги, выполняемое в сидячем положении."
            },
            {
                "eng": "Twisting pull",
                "rus": "Тяга с накручиванием",
                "eng_def": "A pulling motion that involves twisting or rotating.",
                "rus_def": "Движение тяги, которое включает в себя вращение или поворот."
            },
            {
                "eng": "Top pull",
                "rus": "Подрыв",
                "eng_def": "An explosive pulling movement from a high position.",
                "rus_def": "Взрывное движение тяги из высокого положения."
            },
            {
                "eng": "Counter hold",
                "rus": "Контрприем",
                "eng_def": "A defensive maneuver used to counter an opponent's hold.",
                "rus_def": "Защитное маневр для противодействия захвату противника."
            },
            {
                "eng": "Temporizing",
                "rus": "Выжидание",
                "eng_def": "The act of delaying or postponing a decision or action.",
                "rus_def": "Действие откладывания или отсрочивания принятия решения или действия."
            },
            {
                "eng": "Breaking of balance",
                "rus": "Выведение из равновесия",
                "eng_def": "Disrupting the stability or equilibrium of someone or something.",
                "rus_def": "Нарушение устойчивости или равновесия кого-то или чего-то."
            },
            {
                "eng": "Snatch",
                "rus": "Рывок",
                "eng_def": "A quick and sudden pulling or grabbing movement.",
                "rus_def": "Быстрое и внезапное движение тяги или захвата."
            },
            {
                "eng": "Resistance",
                "rus": "Сопротивление",
                "eng_def": "The refusal to accept or comply with something.",
                "rus_def": "Отказ от принятия или соблюдения чего-то."
            },
            {
                "eng": "Energy exhaustion",
                "rus": "Энергетическое изматывание",
                "eng_def": "The state of being completely depleted of energy.",
                "rus_def": "Состояние полного исчерпания энергии."
            }
        ],
        "questions": []
    },
    "swimming": {
        "words": [
            {
                "rus": "Вольный стиль",
                "eng": "Freestyle",
                "rus_def": "Способ плавания, при котором пловец может применять любой стиль плавания.",
                "eng_def": "A swimming style in which the swimmer can use any stroke."
            },
            {
                "rus": "Плавание на спине",
                "eng": "Backstroke",
                "rus_def": "Стиль плавания, при котором пловец плывет на спине, делая равномерные движения руками и ногами.",
                "eng_def": "A swimming style in which the swimmer swims on their back, using alternating arm and leg motions."
            },
            {
                "rus": "Баттерфляй",
                "eng": "Butterfly",
                "rus_def": "Сложный стиль плавания, при котором пловец делает дельфиновые движения руками и ногами.",
                "eng_def": "A challenging swimming stroke in which the swimmer does dolphin-like movements with both arms and legs simultaneously."
            },
            {
                "rus": "Брасс",
                "eng": "Breast stroke",
                "rus_def": "Стиль плавания, при котором пловец плывет на животе, делая круговые движения руками и ногами.",
                "eng_def": "A swimming style in which the swimmer swims on their stomach, making circular motions with both arms and legs."
            },
            {
                "rus": "Комплексное плавание",
                "eng": "Medley",
                "rus_def": "Соревнование по плаванию, включающее несколько дистанций различных стилей.",
                "eng_def": "A swimming competition that includes multiple distances in different styles."
            },
            {
                "rus": "Эстафета",
                "eng": "Relay",
                "rus_def": "Вид командного спорта, включающий передачу эстафеты от одного участника к другому.",
                "eng_def": "A team sport involving passing a baton from one team member to another."
            },
            {
                "rus": "Плавание на открытой воде",
                "eng": "Open water swimming",
                "rus_def": "Вид плавания, проводимый в естественных водоемах, таких как озера, реки или моря.",
                "eng_def": "A type of swimming conducted in natural bodies of water like lakes, rivers, or seas."
            },
            {
                "rus": "Заплыв",
                "eng": "Swim, heat",
                "rus_def": "Одно из мероприятий соревнований по плаванию на определенную дистанцию.",
                "eng_def": "One of the events in a swimming competition over a certain distance."
            },
            {
                "rus": "Дорожка",
                "eng": "Swimming lane",
                "rus_def": "Отмеченная область в бассейне для плавания.",
                "eng_def": "A marked area in the pool designated for swimming."
            },
            {
                "rus": "Бассейн",
                "eng": "Pool",
                "rus_def": "Искусственное водное сооружение, предназначенное для плавания и других водных видов спорта.",
                "eng_def": "An artificial water facility designed for swimming and other water sports."
            },
            {
                "rus": "Скользкий пол",
                "eng": "Slippery floor",
                "rus_def": "Поверхность, на которой скользко и трудно сохранить равновесие.",
                "eng_def": "A surface where it is slippery and difficult to maintain balance."
            },
            {
                "rus": "Раздевалка",
                "eng": "Locker",
                "rus_def": "Помещение, где можно менять одежду и хранить личные вещи.",
                "eng_def": "A room where one can change clothes and store personal belongings."
            },
            {
                "rus": "Плавки",
                "eng": "Swimming trunks",
                "rus_def": "Одежда для плавания, покрывающая нижнюю часть тела.",
                "eng_def": "Swimwear that covers the lower part of the body."
            },
            {
                "rus": "Плавательные очки",
                "eng": "Goggles",
                "rus_def": "Защитные очки для плавания, предназначенные для защиты глаз от воды и хлорированной воды.",
                "eng_def": "Protective eyewear for swimming designed to protect the eyes from water and chlorine."
            },
            {
                "rus": "На старт!",
                "eng": "Take your marks!",
                "rus_def": "Команда для стартового сигнала пловцам.",
                "eng_def": "The command before the start signal is given to the swimmers."
            },
            {
                "rus": "Предварительный заплыв",
                "eng": "Heat",
                "rus_def": "Этап квалификационных соревнований по плаванию.",
                "eng_def": "A stage in swimming competitions used for qualification."
            },
            {
                "rus": "Стартовая тумбочка",
                "eng": "Starting end/platform",
                "rus_def": "Специальная платформа на конце бассейна для старта пловцов.",
                "eng_def": "A special platform at the end of the pool for swimmers to start from."
            },
            {
                "rus": "Разрывать поверхность воды",
                "eng": "Break the surface of the water",
                "rus_def": "Действие, когда пловец выходит на поверхность воды после погружения.",
                "eng_def": "The action of a swimmer coming up to the water surface after submersion."
            },
            {
                "rus": "Погруженный",
                "eng": "Submerged",
                "rus_def": "Полностью находящийся под водой.",
                "eng_def": "Completely underwater."
            },
            {
                "rus": "Гребок",
                "eng": "Arm stroke",
                "rus_def": "Движение руками при плавании, обеспечивающее движение вперед.",
                "eng_def": "The movement of arms in swimming that propels the swimmer forward."
            }
        ],
        "questions": []
    },
    "shooting": {
        "words": [
            {
                "eng": "Shot",
                "rus": "Выстрел",
                "eng_def": "The firing of a projectile from a weapon",
                "rus_def": "Пуск снаряда из оружия"
            },
            {
                "eng": "Trial shot",
                "rus": "Пробный выстрел",
                "eng_def": "A test firing to check the performance of a weapon",
                "rus_def": "Испытательный выстрел для проверки работы оружия"
            },
            {
                "eng": "Armed",
                "rus": "Заряженный",
                "eng_def": "Equipped with weapons",
                "rus_def": "Оснащенный оружием"
            },
            {
                "eng": "Bolt",
                "rus": "Затвор",
                "eng_def": "The part of a breech-loading rifle that blocks the rear of the barrel",
                "rus_def": "Часть карабина с нарезным затвором, блокирующим заднюю часть ствола"
            },
            {
                "eng": "Capacity",
                "rus": "Емкость магазина",
                "eng_def": "The number of rounds a gun magazine can hold",
                "rus_def": "Количество патронов, которые может содержать магазин для оружия"
            },
            {
                "eng": "Grip",
                "rus": "Рукоятка",
                "eng_def": "The handle or part of a gun that is held in the hand",
                "rus_def": "Ручка или деталь оружия, которую держат в руке"
            },
            {
                "eng": "Gun fighter, Marksman",
                "rus": "Меткий стрелок",
                "eng_def": "A skilled and accurate shooter",
                "rus_def": "Опытный и точный стрелок"
            },
            {
                "eng": "Plink",
                "rus": "Попадание",
                "eng_def": "The sound of a bullet hitting a metal object",
                "rus_def": "Звук пули, попадающей в металлический объект"
            },
            {
                "eng": "Range",
                "rus": "Дистанция стрельбы",
                "eng_def": "The distance over which a weapon can shoot accurately",
                "rus_def": "Расстояние, на котором оружие может стрелять точно"
            },
            {
                "eng": "Air rifle",
                "rus": "Пневматическая винтовка",
                "eng_def": "A rifle that uses compressed air to fire pellets",
                "rus_def": "Винтовка, использующая сжатый воздух для стрельбы пулями"
            },
            {
                "eng": "Air pistol",
                "rus": "Пневматический пистолет",
                "eng_def": "A pistol that uses compressed air to shoot pellets",
                "rus_def": "Пистолет, использующий сжатый воздух для стрельбы пулями"
            },
            {
                "eng": "Hammer",
                "rus": "Курок",
                "eng_def": "The part of a gun that strikes the firing pin or primer to detonate the cartridge",
                "rus_def": "Часть оружия, ударяющая по ударнику для воспламенения капсюля от каморы"
            },
            {
                "eng": "To point",
                "rus": "Целиться",
                "eng_def": "To aim a gun at a target",
                "rus_def": "Навести оружие на цель"
            },
            {
                "eng": "Bullseye",
                "rus": "Центр мишени, «Яблоко»",
                "eng_def": "The center of a target, usually marked with concentric circles",
                "rus_def": "Центр мишени, обычно отмеченный концентрическими кругами"
            },
            {
                "eng": "Target",
                "rus": "Мишень",
                "eng_def": "The object or location aimed at in shooting sports",
                "rus_def": "Объект или место, на которое направлена стрельба в стрелковых видах спорта"
            },
            {
                "eng": "To discharge/clear a rifle",
                "rus": "Разрядить ружье",
                "eng_def": "To release the ammunition and make the rifle safe",
                "rus_def": "Освободить патрон и обезопасить ружье"
            },
            {
                "eng": "Line of shooting/shooting line",
                "rus": "Линия огня",
                "eng_def": "An imaginary line along which shooters stand to shoot at targets",
                "rus_def": "Воображаемая линия, вдоль которой стоят стрелки для стрельбы по мишеням"
            },
            {
                "eng": "Shooter",
                "rus": "Стрелок",
                "eng_def": "A person skilled in shooting sports",
                "rus_def": "Человек, владеющий навыками стрельбы в спортивных целях"
            },
            {
                "eng": "Rifle-range",
                "rus": "Стрельбище",
                "eng_def": "A designated area for shooting practice with rifles",
                "rus_def": "определенная зона для тренировочной стрельбы из винтовки"
            }
        ],
        "questions": []
    },
    "sambo": {
        "words": [
            {
                "eng": "Болевой",
                "rus": "Joint lock",
                "eng_def": "Painful hold",
                "rus_def": "Болевой захват"
            },
            {
                "eng": "Бросок",
                "rus": "Throw",
                "eng_def": "Throw",
                "rus_def": "Метание"
            },
            {
                "eng": "Подсечка",
                "rus": "Sweep",
                "eng_def": "Sweep",
                "rus_def": "Подсечка"
            },
            {
                "eng": "Захват",
                "rus": "Grapple, clinch",
                "eng_def": "Grapple, clinch",
                "rus_def": "Захват, заклинивание"
            },
            {
                "eng": "Стойка",
                "rus": "Stance",
                "eng_def": "Stance",
                "rus_def": "Стойка"
            },
            {
                "eng": "Прием на конечность",
                "rus": "Lock",
                "eng_def": "Lock",
                "rus_def": "Захват за конечность"
            },
            {
                "eng": "Удержание",
                "rus": "Retention",
                "eng_def": "Retention",
                "rus_def": "Удержание"
            },
            {
                "eng": "Хват",
                "rus": "Grip, hold",
                "eng_def": "Grip, hold",
                "rus_def": "Хват, удержание"
            },
            {
                "eng": "Скручивание (корпуса)",
                "rus": "Twist",
                "eng_def": "Twist",
                "rus_def": "Скручивание (корпуса)"
            },
            {
                "eng": "Сжатие",
                "rus": "Contraction",
                "eng_def": "Contraction",
                "rus_def": "Сжатие"
            },
            {
                "eng": "Сбивание",
                "rus": "Knocking off",
                "eng_def": "Knocking off",
                "rus_def": "Сбивание"
            },
            {
                "eng": "Рывком",
                "rus": "In a burst",
                "eng_def": "In a burst",
                "rus_def": "Рывком"
            },
            {
                "eng": "Переворачивание",
                "rus": "Rollover",
                "eng_def": "Rollover",
                "rus_def": "Переворот"
            },
            {
                "eng": "Рычаг",
                "rus": "Lever",
                "eng_def": "Lever",
                "rus_def": "Рычаг"
            },
            {
                "eng": "Узел",
                "rus": "Lock",
                "eng_def": "Lock",
                "rus_def": "Узел"
            },
            {
                "eng": "Выведение из равновесия",
                "rus": "Breaking balance",
                "eng_def": "Breaking balance",
                "rus_def": "Выведение из равновесия"
            },
            {
                "eng": "Вне ковра",
                "rus": "Off mat",
                "eng_def": "Off mat",
                "rus_def": "Вне ковра"
            },
            {
                "eng": "Удержание",
                "rus": "Hold-down",
                "eng_def": "Hold-down",
                "rus_def": "Удержание"
            },
            {
                "eng": "Положение \"Стоя\"",
                "rus": "“Standing” position",
                "eng_def": "“Standing” position",
                "rus_def": "Положение \"Стоя\""
            },
            {
                "eng": "Положение \"Лежа\"",
                "rus": "“Ground position”.",
                "eng_def": "“Ground position”",
                "rus_def": "Положение \"Лежа\""
            },
            {
                "eng": "Удар",
                "rus": "Blow",
                "eng_def": "Blow",
                "rus_def": "Удар"
            },
            {
                "eng": "Удушающий",
                "rus": "Strangle",
                "eng_def": "Strangle",
                "rus_def": "Удушающий"
            },
            {
                "eng": "Узел",
                "rus": "Knot",
                "eng_def": "Knot",
                "rus_def": "Узел"
            }
        ],
        "questions": []
    },
    "trap shooting": {
        "words": [
            {
                "eng": "Rampant target",
                "rus": "Угонная мишень",
                "eng_def": "A target that is difficult to catch or control",
                "rus_def": "Мишень, которую сложно поймать или контролировать"
            },
            {
                "eng": "Receding target",
                "rus": "Встречная мишень",
                "eng_def": "A target that is moving away from the shooter",
                "rus_def": "Мишень, отдаляющаяся от стрелка"
            },
            {
                "eng": "Side target",
                "rus": "Боковая мишень",
                "eng_def": "A target placed to the side of the shooter",
                "rus_def": "Мишень, расположенная сбоку от стрелка"
            },
            {
                "eng": "Mirage target",
                "rus": "Мишень с виражом — мишень, делающая в полете поворот",
                "eng_def": "A target that makes a turn while in flight",
                "rus_def": "Мишень, изменяющая направление в полете"
            },
            {
                "eng": "\"Candle\" target",
                "rus": "Мишень \"Свеча\"",
                "eng_def": "A target that rises vertically like a candle",
                "rus_def": "Мишень, взлетающая вертикально, как свеча"
            },
            {
                "eng": "\"Rabbit\" target",
                "rus": "Мишень \"Заяц\"",
                "eng_def": "A target that rolls on the ground like a rabbit",
                "rus_def": "Мишень, движущаяся по земле, как заяц"
            },
            {
                "eng": "Parallel doublet",
                "rus": "Синхронный дуплет",
                "eng_def": "Two targets released simultaneously",
                "rus_def": "Две мишени, запущенные одновременно"
            },
            {
                "eng": "Unloaded gun",
                "rus": "Незаряженное ружье",
                "eng_def": "A gun that does not contain any ammunition",
                "rus_def": "Ружье без патронов"
            },
            {
                "eng": "Trap field",
                "rus": "Стрелковое место",
                "eng_def": "A designated area for shooting sports",
                "rus_def": "Специальное место для стрелковых видов спорта"
            },
            {
                "eng": "Skeet shooting",
                "rus": "Круглый стенд",
                "eng_def": "A shooting sport involving clay targets fired in specific trajectories",
                "rus_def": "Вид стрельбы по мишеням из разных траекторий"
            },
            {
                "eng": "Trap shooting",
                "rus": "Траншейный стенд",
                "eng_def": "A shooting sport where targets are launched away from the shooter",
                "rus_def": "Вид стрельбы, где мишени запускаются от стрелка"
            },
            {
                "eng": "Double trap shooting",
                "rus": "Дубль-трап",
                "eng_def": "A shooting sport where two targets are engaged in each round",
                "rus_def": "Вид стрельбы, где в каждом раунде участвуют две мишени"
            },
            {
                "eng": "Clay targets",
                "rus": "Мишень",
                "eng_def": "Objects thrown into the air as targets",
                "rus_def": "Мишени, метки для стрельбы"
            },
            {
                "eng": "Shotgun",
                "rus": "Гладкоствольное ружье",
                "eng_def": "A type of firearm typically used for shooting sports",
                "rus_def": "Тип оружия, обычно используемый для стрелковых видов спорта"
            },
            {
                "eng": "Shooter",
                "rus": "Стрелок",
                "eng_def": "A person who participates in shooting sports",
                "rus_def": "Человек, участвующий в стрелковых соревнованиях"
            },
            {
                "eng": "Trap house",
                "rus": "Метательная машина",
                "eng_def": "A device that throws targets into the air for shooting",
                "rus_def": "Устройство для запуска мишеней в воздух для стрельбы"
            }
        ],
        "questions": []
    },
    "dance sport": {
        "words": [
            {
                "eng": "Паркет",
                "rus": "Dance floor (parquet)",
                "eng_def": "The type of flooring typically used in dance studios, characterized by a smooth surface suitable for dancing",
                "rus_def": "Тип напольного покрытия, обычно используемый в танцевальных студиях, отличается гладкой поверхностью, подходящей для танцев"
            },
            {
                "eng": "Стандарт",
                "rus": "Standard",
                "eng_def": "A style of ballroom dancing consisting of a set of standardized movements, particularly popular in competitions",
                "rus_def": "Стиль бальных танцев, состоящий из набора стандартизированных движений, особенно популярен на соревнованиях"
            },
            {
                "eng": "Вальс",
                "rus": "Waltz",
                "eng_def": "A graceful and flowing dance in triple time characterized by a strong accent on the first beat",
                "rus_def": "Изящный и плавный танец в троичном времени, отличающийся сильным акцентом на первом ударе"
            },
            {
                "eng": "Танго",
                "rus": "Tango",
                "eng_def": "A passionate and dramatic ballroom dance originating in Argentina, characterized by staccato movements and close embrace",
                "rus_def": "Страстный и драматичный бальный танец, происходящий из Аргентины, отличается стаккато движениями и близким обниманием"
            },
            {
                "eng": "Венский вальс",
                "rus": "Viennese waltz",
                "eng_def": "A faster version of the waltz, often seen in ballroom dancing competitions, known for its elegant and graceful movements",
                "rus_def": "Более быстрая версия вальса, часто встречается на бальных танцах, известна своими элегантными и изящными движениями"
            },
            {
                "eng": "Медленный фокстрот",
                "rus": "Slow foxtrot",
                "eng_def": "A smooth and sophisticated ballroom dance with long, flowing movements, danced to slow tempo music",
                "rus_def": "Плавный и утонченный бальный танец с длинными плавными движениями, исполняется под медленную музыку"
            },
            {
                "eng": "Квикстеп",
                "rus": "Quickstep",
                "eng_def": "A lively and fast-paced ballroom dance with syncopated footwork, known for its energy and dynamic movements",
                "rus_def": "Живой и быстрый бальный танец с синкопированными движениями ног, известен своей энергией и динамичными движениями"
            },
            {
                "eng": "Латина",
                "rus": "Latin",
                "eng_def": "A category of ballroom dances that originated in Latin America, known for their passionate and rhythmic movements",
                "rus_def": "Категория бальных танцев, происходящих из Латинской Америки, известных своими страстными и ритмичными движениями"
            },
            {
                "eng": "Самба",
                "rus": "Samba",
                "eng_def": "A lively Brazilian dance with African roots, typically danced during carnival celebrations, characterized by rhythmic hip movements",
                "rus_def": "Живой бразильский танец с африканскими корнями, обычно исполняемый во время карнавальных празднований, отличается ритмичными движениями бедер"
            },
            {
                "eng": "Ча-ча-ча",
                "rus": "Cha-cha-cha",
                "eng_def": "A fun and flirtatious Cuban dance with syncopated steps and sharp hip movements, popular in Latin dance competitions",
                "rus_def": "Веселый и игривый кубинский танец с синкопированными шагами и резкими движениями бедер, популярен на соревнованиях по латиноамериканским танцам"
            },
            {
                "eng": "Румба",
                "rus": "Rumba",
                "eng_def": "A slow and sensual Cuban dance with a focus on hip movements and expression of emotions, often performed as a romantic duet",
                "rus_def": "Медленный и чувственный кубинский танец с акцентом на движения бедер и выражение эмоций, часто исполняемый как романтическое дуэт"
            },
            {
                "eng": "Пасодобль",
                "rus": "Paso doble",
                "eng_def": "A theatrical Spanish dance mimicking the movements of a bullfight, characterized by strong, dramatic poses and foot stomping",
                "rus_def": "Театральный испанский танец, имитирующий движения корриды, отличается сильными драматическими позами и стуками ног"
            },
            {
                "eng": "Джайв",
                "rus": "Jive",
                "eng_def": "A lively and energetic dance style with roots in swing and jazz music, characterized by fast footwork and syncopated rhythms",
                "rus_def": "Живой и энергичный стиль танца с корнями в свинге и джазовой музыке, отличается быстрым движением ног и синкопированными ритмами"
            },
            {
                "eng": "Судья",
                "rus": "Adjudicator",
                "eng_def": "An official who evaluates performances in dance competitions, assessing technique, musicality, and overall presentation",
                "rus_def": "Официальное лицо, оценивающее выступления на танцевальных соревнованиях, оценивая технику, музыкальность и общее представление"
            },
            {
                "eng": "Пары",
                "rus": "Couples",
                "eng_def": "Pairs of dancers who perform together in duet or group routines, showcasing synchronized movements and chemistry",
                "rus_def": "Пары танцоров, выступающие вместе в дуэтах или групповых номерах, демонстрируя синхронные движения и химию на сцене"
            },
            {
                "eng": "Соло",
                "rus": "Solo performance",
                "eng_def": "A dance performance by a single dancer, often showcasing individual skills, creativity, and expression",
                "rus_def": "Танцевальное выступление одним танцором, часто демонстрирующее индивидуальные навыки, креативность и выразительность"
            },
            {
                "eng": "Юноши и девушки",
                "rus": "Junior",
                "eng_def": "A category in dance competitions for young dancers below a certain age, often featuring age-appropriate choreography and costumes",
                "rus_def": "Категория на танцевальных соревнованиях для молодых танцоров младше определенного возраста, часто с возрастной хореографией и костюмами"
            },
            {
                "eng": "Мальчики и девочки",
                "rus": "Juvenile",
                "eng_def": "A category in dance competitions for even younger dancers, typically children up to a certain age group, focusing on fundamentals and fun",
                "rus_def": "Категория на танцевальных соревнованиях для еще более молодых танцоров, обычно детей до определенной возрастной группы, с акцентом на фундаментальные навыки и развлечения"
            },
            {
                "eng": "Юниоры и юниорки",
                "rus": "Youth",
                "eng_def": "A category for teenage dancers in competitions, showcasing developing skills, passion for dance, and artistic interpretation",
                "rus_def": "Категория для подростковых танцоров на соревнованиях, демонстрирующая развивающиеся навыки, страсть к танцам и художественную интерпретацию"
            },
            {
                "eng": "Соблюдение дресс-кода",
                "rus": "Dress check",
                "eng_def": "Adherence to the specified dress code, which may include guidelines for attire, grooming, and overall presentation",
                "rus_def": "Соблюдение установленного дресс-кода, который может включать правила для одежды, ухода за собой и общего представления"
            },
            {
                "eng": "Бигёл – девушка, танцующая брейк",
                "rus": "B-girl",
                "eng_def": "A female dancer specializing in breakdancing, known for her skills in power moves, footwork, and creative expression",
                "rus_def": "Танцовщица, специализирующаяся на брейк-дансе, известная своими навыками в пауэр-мувз, работе ног и креативной экспрессией"
            },
            {
                "eng": "Работа ног",
                "rus": "Foot work",
                "eng_def": "The technique and movement of the feet in dance, emphasizing precision, speed, and coordination",
                "rus_def": "Техника и движение ног в танце, с акцентом на точность, скорость и координацию"
            },
            {
                "eng": "Сильное движение",
                "rus": "Power move",
                "eng_def": "A dynamic and acrobatic dance move requiring strength and momentum, often seen in breakdancing and hip-hop styles",
                "rus_def": "Динамичное и акробатическое танцевальное движение, требующее силы и импульса, часто встречается в брейк-дансе и хип-хоп стилях"
            },
            {
                "eng": "Трюки",
                "rus": "Tricks",
                "eng_def": "Impressive feats or maneuvers performed in dance routines, adding excitement and flair to the performance",
                "rus_def": "Впечатляющие деяния или маневры, выполненные в танцевальных номерах, добавляющие волнение и стиль в выступление"
            }
        ],
        "questions": []
    },
    "taekwondo": {
        "words": [
            {
                "eng": "Block",
                "rus": "Блок",
                "eng_def": "To obstruct or stop the movement or progress of something",
                "rus_def": "Преграждать или останавливать движение или прогресс чего-либо"
            },
            {
                "eng": "Hand attack",
                "rus": "Удар кулаком",
                "eng_def": "An attack using one's hand or fist",
                "rus_def": "Атака, использующая руку или кулак"
            },
            {
                "eng": "Kick",
                "rus": "Удар ногой",
                "eng_def": "A blow or forceful thrust with the foot",
                "rus_def": "Удар или сильный толчок ногой"
            },
            {
                "eng": "Finger attack",
                "rus": "Удар пальцем",
                "eng_def": "An attack using one's finger to strike or poke",
                "rus_def": "Атака, использующая палец для удара или тычка"
            },
            {
                "eng": "Grappling",
                "rus": "Бросок",
                "eng_def": "engaging in a close-hand combat or wrestling",
                "rus_def": "Схватывание в ближнем бою или борьба"
            },
            {
                "eng": "Push",
                "rus": "Толчок",
                "eng_def": "To apply pressure on someone or something to move away",
                "rus_def": "Наносить давление на кого-то или что-то, чтобы отодвинуть"
            },
            {
                "eng": "Dodge",
                "rus": "Уклон",
                "eng_def": "To avoid something by suddenly moving to one side",
                "rus_def": "Избегать чего-либо, внезапно отклоняясь в сторону"
            },
            {
                "eng": "Sudden death",
                "rus": "Золотой балл",
                "eng_def": "A situation where the next point scored wins the game",
                "rus_def": "Ситуация, когда следующий забитый очком выигрывает игру"
            },
            {
                "eng": "Video replay",
                "rus": "Повтор момента поединка",
                "eng_def": "A video footage showing an event that is played back after it has happened",
                "rus_def": "Видеозапись, демонстрирующая событие, которое воспроизводится после его произошедшего"
            }
        ],
        "questions": []
    },
    "khapsagai": {
        "words": [
            {
                "eng": "Throw",
                "rus": "Бросок",
                "eng_def": "An act of causing someone or something to move suddenly and quickly in a specified direction or way",
                "rus_def": "Действие, приводящее к тому, что кто-то или что-то внезапно и быстро перемещается в определенном направлении или способе"
            },
            {
                "eng": "Chest throw",
                "rus": "Прогиб",
                "eng_def": "A wrestling throw where a wrestler grips their opponent's chest and throws them",
                "rus_def": "Бросок в борьбе, когда борец захватывает грудь соперника и бросает его(её)"
            },
            {
                "eng": "Sweeps",
                "rus": "Подсечки",
                "eng_def": "A technique in wrestling to trip or knock down an opponent by sweeping their legs",
                "rus_def": "Техника в борьбе, направленная на подрыв или сбивание противника, перекидывая его ноги"
            },
            {
                "eng": "Footrests",
                "rus": "Подножки",
                "eng_def": "Devices or structures used to support the feet while sitting or standing",
                "rus_def": "Устройства или конструкции, используемые для поддержки ног во время сидения или стояния"
            },
            {
                "eng": "Wraps",
                "rus": "Обвивы",
                "eng_def": "To cover or enclose something with paper, cloth, or other material",
                "rus_def": "Покрывать или обвивать что-то бумагой, тканью или другим материалом"
            },
            {
                "eng": "Hooks",
                "rus": "Бросок с зацепом",
                "eng_def": "A wrestling move in which a wrestler uses the crook of his or her arm to catch an opponent",
                "rus_def": "Прием в борьбе, при котором борец использует изгиб предплечья, чтобы поймать противника"
            },
            {
                "eng": "Snatches",
                "rus": "Выхваты",
                "eng_def": "To take something quickly and eagerly",
                "rus_def": "Быстро и жадно что-то взять"
            },
            {
                "eng": "Grabs",
                "rus": "Отхваты",
                "eng_def": "To take hold of something or someone suddenly",
                "rus_def": "Внезапно схватить что-то или кого-то"
            },
            {
                "eng": "Hitches",
                "rus": "Подсады",
                "eng_def": "Problems or delays that make something difficult or stop it from happening",
                "rus_def": "Проблемы или задержки, делающие что-то трудным или препятствующие его выполнению"
            },
            {
                "eng": "Exceeding the competition area",
                "rus": "Выход за линию ковра",
                "eng_def": "Going beyond the designated area in a competition",
                "rus_def": "Выход за пределы выделенной зоны в соревновании"
            },
            {
                "eng": "Referee",
                "rus": "Судья на ковре",
                "eng_def": "An official who watches a game or match closely to ensure that the rules are adhered to and to arbitrate disputes",
                "rus_def": "Официальный, который тщательно следит за игрой или матчем, чтобы гарантировать соблюдение правил и разрешать споры"
            },
            {
                "eng": "Passive wrestling",
                "rus": "Пассивная борьба",
                "eng_def": "A style of wrestling where a wrestler remains defensive and reacts to their opponent's moves rather than initiating their own",
                "rus_def": "Стиль борьбы, при котором борец остается в обороне и реагирует на движения соперника, а не начинает свои собственные атаки"
            },
            {
                "eng": "Wrestling mat",
                "rus": "Борцовский ковер",
                "eng_def": "A cushioned mat used in wrestling competitions",
                "rus_def": "Мягкий ковёр, используемый в борьбе"
            },
            {
                "eng": "Red zone",
                "rus": "Красная зона, зона пассивности",
                "eng_def": "An area within an opponent's 20-yard line in American football",
                "rus_def": "Область в пределах 20-ярдовой линии противника в американском футболе"
            },
            {
                "eng": "Pass to feet",
                "rus": "Проход в ноги",
                "eng_def": "A move in martial arts or wrestling where one moves to attack the opponent's feet",
                "rus_def": "Движение в единоборствах или борьбе, когда нападающий стремится атаковать ноги противника"
            },
            {
                "eng": "Sweep",
                "rus": "Подсечка",
                "eng_def": "A technique used in various martial arts to trip an opponent to the ground",
                "rus_def": "Прием, используемый в различных видах единоборств, для сбивания противника с ног"
            },
            {
                "eng": "To touch the mat",
                "rus": "Касаться ковра",
                "eng_def": "To make contact with the wrestling mat, often indicating a take-down or a fall",
                "rus_def": "Коснуться борцовского ковра, часто указывая на взятие верха или падение"
            },
            {
                "eng": "Warning",
                "rus": "Предупреждение",
                "eng_def": "A cautionary action by an official in sports indicating a violation by a player or team",
                "rus_def": "Предостерегающее действие судьи в спорте, указывающее на нарушение со стороны игрока или команды"
            }
        ],
        "questions": []
    },
    "rhytmic gymnastics": {
        "words": [
            {
                "rus": "Лента",
                "eng": "Ribbon",
                "rus_def": "Узкая, гибкая и длинная полоска материала, используемая в художественной гимнастике",
                "eng_def": "A long, narrow strip of material used in rhythmic gymnastics"
            },
            {
                "rus": "Обруч",
                "eng": "Hoop",
                "rus_def": "Кольцо, используемое в художественной гимнастике",
                "eng_def": "A ring used in rhythmic gymnastics"
            },
            {
                "rus": "Кувырок",
                "eng": "Roll over",
                "rus_def": "Движение, при котором гимнаст переворачивается вокруг продольной оси тела",
                "eng_def": "A movement in which a gymnast rotates around the longitudinal axis of the body"
            },
            {
                "rus": "Скакалка",
                "eng": "Skipping rope",
                "rus_def": "Предмет, используемый для прыжков в художественной гимнастике",
                "eng_def": "An item used for jumping in rhythmic gymnastics"
            },
            {
                "rus": "Булавы",
                "eng": "Clubs",
                "rus_def": "Специальные длинные предметы с осязаемым и ярким концом, используемые гимнастками",
                "eng_def": "Special long items with bulbous and brightly colored ends used by gymnasts"
            },
            {
                "rus": "Гимнаст",
                "eng": "Gymnast",
                "rus_def": "Спортсмен или спортсменка, занимающиеся гимнастикой",
                "eng_def": "An athlete who practices gymnastics"
            },
            {
                "rus": "Стиль",
                "eng": "Style",
                "rus_def": "Индивидуальный подход или манера выполнения движений в гимнастике",
                "eng_def": "Individual approach or manner of performing movements in gymnastics"
            },
            {
                "rus": "Выступление",
                "eng": "Show",
                "rus_def": "Публичное выступление гимнаста перед зрителями",
                "eng_def": "A gymnast's public performance in front of an audience"
            },
            {
                "rus": "Гимнастический ковер",
                "eng": "Gymnastic carpet",
                "rus_def": "Специальное покрытие для выполнения упражнений по гимнастике",
                "eng_def": "A special surface for performing gymnastics exercises"
            },
            {
                "rus": "Многоборье",
                "eng": "All-around",
                "rus_def": "Соревнование, включающее все основные виды упражнений в гимнастике",
                "eng_def": "A competition including all major types of exercises in gymnastics"
            },
            {
                "rus": "Снаряд",
                "eng": "Apparatus",
                "rus_def": "Оборудование или приспособление, используемое в гимнастике",
                "eng_def": "Equipment or device used in gymnastics"
            },
            {
                "rus": "Оценка",
                "eng": "Evaluation",
                "rus_def": "Процесс оценивания выступления гимнаста судейским жюри",
                "eng_def": "The process of assessing a gymnast's performance by a panel of judges"
            },
            {
                "rus": "Трудность",
                "eng": "D-scor",
                "rus_def": "Оценка технической сложности и содержания упражнения гимнаста",
                "eng_def": "Assessment of the technical difficulty and content of a gymnast's exercise"
            },
            {
                "rus": "Артистизм",
                "eng": "A-score",
                "rus_def": "Оценка художественной выразительности выступления гимнаста",
                "eng_def": "Assessment of the artistic expressiveness of a gymnast's performance"
            },
            {
                "rus": "Техническое исполнение",
                "eng": "E-score",
                "rus_def": "Оценка качества технического исполнения упражнения гимнаста",
                "eng_def": "Assessment of the quality of a gymnast's technical execution in an exercise"
            },
            {
                "rus": "Апелляционне жюри",
                "eng": "Jury of appeal",
                "rus_def": "Группа судей, ответственная за рассмотрение оспариваемых решений на соревнованиях",
                "eng_def": "A group of judges responsible for reviewing contested decisions at competitions"
            },
            {
                "rus": "Потеря предмета/снаряда",
                "eng": "Dropping of hand apparatus",
                "rus_def": "Ситуация, когда гимнаст уронил снаряд во время выступления",
                "eng_def": "A situation where a gymnast drops an apparatus during a performance"
            },
            {
                "rus": "Выход за линию ковра",
                "eng": "Exceeding the competition area",
                "rus_def": "Превышение границы соревновательной площадки гимнастом",
                "eng_def": "A gymnast's exceeding the boundaries of the competition area"
            },
            {
                "rus": "Гимнастический купальник/трико",
                "eng": "Unitard",
                "rus_def": "Одежда для выступлений в гимнастике, объединяющая трико и штаны",
                "eng_def": "Clothing for performances in gymnastics that combines a leotard and tights"
            },
            {
                "rus": "Судья-хронометрист",
                "eng": "Timekeeper",
                "rus_def": "Судья, отвечающий за контроль времени в процессе выступления гимнаста",
                "eng_def": "A judge responsible for timing during a gymnast's performance"
            }
        ],
        "questions": []
    }
}